Repository: Palumba-EU/palumba-eu-app-frontend
Catalog: lib/utils/managers/i18n_manager/translations/l10n/intl_*.arb
Languages: bg, ca, cs, de, el, es_es, et, fr, hr, hu, it, lb, lt, mt, nl, pl, pt_pt, ro, sk, sl, sv_se, tr

# settingsPageSubtitleLanguage
source: I prefer to use this app in
bg: Предпочитам да използвам приложението в
ca: Prefereixo utilitzar l'app en
cs: Preferuji používat tuto aplikaci v
de: Welche Sprache bevorzugst du?
el: Προτιμώ να χρησιμοποιήσω αυτήν την εφαρμογή στα
es_es: Prefiero utilizar la app en
et: Eelistan äppi kasutada keeles:
fr: Je préfère utiliser Palumba en
hr: Želim koristiti aplikaciju na
hu: Az appot az alábbi nyelven szeretném használni
it: Preferisco usare quest'app in
lb: Ech géif dës App léiwer op.... benotzen
lt: Mieliau naudočiau šią aplikaciją
mt: Nippreferi nuża din l-app fi
nl: Ik gebruik deze app het liefst in het
pl: Wolę używać tej aplikacji po
pt_pt: Eu prefiro usar esta app em
ro: Prefer să folosesc aplicația în
sk: Preferujem používať túto aplikáciu v
sl: Aplikacijo bi rad uporabljal v
sv_se: Jag föredrar att använda denna app på
tr: Uygulamayı bu dilde kullanmayı tercih ederim

# settingsPageTextLanguage
source: To change the language, click on the current one
bg: За да промените езика, натиснете върху текущия език
ca: Per canviar l'idioma, fes clic sobre l'actual
cs: Pro změnu jazyka klikněte na výše uvedený
de: Um die Sprache zu ändern, klicke auf die derzeitige Sprache
el: Για να αλλάξετε τη γλώσσα, κάντε κλικ στην τρέχουσα γλώσσα
es_es: Para cambiar de idioma, haz clic que el que tienes seleccionado
et: Keele vahetamiseks vajuta praeguse keelevaliku peale
fr: Pour changer la langue, clique sur celle ci-dessous
hr: Za promjenu jezika, pritisni trenutni odabir
hu: A nyelv módosításához koppints a jelenleg kiválasztottra
it: Per cambiare la lingua, premi su quella attuale
lb: Fir d'Sprooch z'änneren, klick op déi aktuell
lt: Norint pakeisti kalbą, paspauskite ant dabartinės pasirinktos kalbos
mt: Biex tibdel il-lingwa, ikklikkja fuq dik attwali
nl: Klik op de huidige taal om de taal te veranderen
pl: Żeby zmienić język, kliknij na język aktualnie używany w aplikacji
pt_pt: Para alterar o idioma, selecione o atual
ro: Pentru a schimba limba, apasă pe cea curentă
sk: Pre zmenu jazyka, kliknite na aktuálne uvedený jazyk
sl: Za spremembo jezika, kliknite na trenutnega
sv_se: För att ändra språk, klicka på det nuvarande
tr: Dili değiştirmek için şu anda seçili olana dokun

# settingsPageTitleAbout
source: About
bg: Относно
ca: Sobre nosaltres
cs: O nás
de: Über uns
el: Σχετικά
es_es: Sobre nosotros
et: Sellest rakendusest
fr: À propos
hr: O nama
hu: Rólunk
it: Su di noi
lb: Iwwert
lt: Apie
mt: Dwar
nl: Over ons
pl: O aplikacji
pt_pt: Sobre
ro: Despre
sk: O nás
sl: O aplikaciji
sv_se: Om oss
tr: Hakkında

# settingsPageTextAbout
source: Palumba is not a company, not a political party, not a government. We’re an independent non-profit association of 120+ young people 🐦 from all over Europe who got together last summer and started crafting this app. We have one goal: helping you understand better how the European Elections work and which candidate lists could match your ideas, so you can vote more confidently for people who support your priorities. Our algorithm is open-source, the statements you swipe on were reviewed by political scientists, and your data is sooo encrypted that we have no way to ever identify you :)
bg: Palumba не е компания, не е политическа партия, не е правителство. Ние сме независимо сдружение с нестопанска цел на над 120 млади хора 🐦 от цяла Европа, които се събраха миналото лято и започнаха да създават това приложение. Имаме една цел: да ви помогнем да разберете по-добре как протичат европейските избори и кои кандидатски листи биха могли да отговарят на вашите идеи, за да можете да гласувате по-уверено за хора, които подкрепят вашите приоритети. Алгоритъмът ни е с отворен код, изявленията, върху които плъзгате пръст, са прегледани от политолози, а данните ви са толкова криптирани, че няма как да ви идентифицираме :)
ca: Palumba no és una empresa, ni un partit polític, ni un govern. Som una associació independent sense ànim de lucre de més de 120 joves 🐦 d'arreu d'Europa que es van trobar l'estiu passat i van començar a crear aquesta app. Tenim un objectiu: ajudar-te a entendre millor com funcionen les eleccions europees i quines candidatures encaixen amb les vostres idees, perquè puguis votar amb més confiança a les persones que donen suport a les teves prioritats. El nostre algorisme és de codi obert, un consell científic de politòlegs ha revisat les frases en què fas "swipe" i les teves dades estan taaan encriptades que no tenim manera d'identificar-te ni de rebot :)
cs: Palumba není společnost, politická strana, ani vláda. Jsme nezávislé neziskové sdružení 120+ mladých lidí 🐦 z celé Evropy, kteří se sešli loni v létě a začali s realizací této aplikace. Máme jeden cíl: pomoci vám lépe pochopit, jak fungují evropské volby a kteří kandidáti by mohli být nejblíže k vašim představám, abyste tak mohli s větší jistotou hlasovat pro lidi, kteří podporují vaše priority. Náš algoritmus je otevřený zdrojový kód, prohlášení, se kterými hledáte shodu, byla přezkoumána politology, a vaše data jsou zašifrovaná, takže neexistuje žádný způsob, jak bychom vás mohli identifikovat :)
de: Palumba ist kein Unternehmen, keine politische Partei und keine Regierung. Wir sind ein unabhängiger gemeinnütziger Verein bestehend aus 120 + jungen Menschen 🐦 aus ganz Europa und haben letzten Sommer mit dem Entwickeln dieser App gestartet. Wir haben ein Ziel: Dich dabei zu unterstützen die EU Wahlen besser zu verstehen und die Kandidatenlisten passend zu deinen Einstellungen zu finden - All das damit du mit mehr Selbstvertrauen die Parteien wählen kannst, die zu deinen Prioritäten passen. Unser Algorithmus ist Open-Source, die Statements wurden von Politikwissenschaftlern überprüft und deine Daten sind sooo verschlüsselt, dass wir keine Möglichkeit haben, dich jemals zu identifizieren :)
el: Η Palumba δεν είναι εταιρεία, ούτε πολιτικό κόμμα, ούτε κυβέρνηση. Είμαστε μια ανεξάρτητη μη κερδοσκοπική ένωση 120+ νέων 🐦 από όλη την Ευρώπη που μαζεύτηκαν πέρυσι το καλοκαίρι και άρχισαν να δημιουργούν αυτή την εφαρμογή. Έχουμε έναν στόχο: να σας βοηθήσουμε να καταλάβετε καλύτερα πώς λειτουργούν οι ευρωπαϊκές εκλογές και ποιες λίστες υποψηφίων θα μπορούσαν να ταιριάζουν με τις ιδέες σας, ώστε να μπορείτε να ψηφίσετε με μεγαλύτερη αυτοπεποίθηση ανθρώπους που υποστηρίζουν τις προτεραιότητές σας. Ο αλγόριθμός μας είναι ανοιχτού κώδικα, οι δηλώσεις στις οποίες κάνετε swipe έχουν ελεγχθεί από πολιτικούς επιστήμονες και τα δεδομένα σας είναι τόσο κρυπτογραφημένα που δεν έχουμε τρόπο να σας αναγνωρίσουμε ποτέ :)
es_es: Palumba no es ni una empresa, ni un partido, ni forma parte de ningún gobierno. Somos una asociación sin ánimo de lucro formada por más de 120 jóvenes 🐦 de toda Europa que se reunieron el verano pasado para empezar a crear esta app. Tenemos un objetivo: ayudarre a entender mejor cómo funcionan las elecciones europeas y qué listas de candidatos van más en línea con tus ideas para que puedas votar con seguridad a la gente que defiende tus prioridades. Nuestro algoritmo es de código abierto y las cuestiones sobre las que te preguntamos las han revisado politólogos. Además, encriptamos tus datos tan, tan, tan bien que es imposible que puedan identificarte :)
et: Palumba ei ole ettevõte, erakond ega valitsus. Oleme iseseisev mittetulundusühing, kuhu kuulub üle 120 noore 🐦 üle Euroopa, kes eelmisel suvel said kokku ja hakkasid seda rakendust meisterdama. Meil on üks eesmärk: aidata teil paremini mõista, kuidas Euroopa Parlamendi valimised toimivad ja millised kandidaatide nimekirjad võiksid teie ideedega ühtida, et saaksite enesekindlamalt hääletada inimeste poolt, kes teie prioriteete toetavad. Meie algoritm on avatud lähtekoodiga ja väited, mille osas oma eelistustest teada andsite, vaatasid üle poliitikateadlased. Teie andmed on krüpteeritud ja meil pole võimalust teid kunagi tuvastada :)
fr: Palumba n'est ni une entreprise, ni un parti politique, ni un gouvernement. Nous sommes une association indépendante à but non lucratif de plus de 120 jeunes 🐦 de toute l'Europe qui se sont réuni·es l'été dernier et ont commencé à créer cette application. Nous avons un objectif : t'aider à mieux comprendre comment fonctionnent les élections européennes et quelles listes de candidat·es pourraient correspondre à tes idées, pour que tu puisses voter plus en confiance pour celles et ceux qui soutiennent tes priorités. Notre algorithme est open-source, les déclarations sur lesquelles tu swipes ont été revues par des chercheur·ses, et tes données sont tellement anonymisées que nous n'avons aucun moyen de t'identifier :)
hr: Palumba nije poduzeće, politička stranka, niti vlada. Mi smo nezavisna i neprofitna organizacija od 120+ mladih ljudi 🐦 iz cijele Europe koja se udružila prošloga ljeta i pokrenula izradu ove aplikacije sa samo jednim ciljem: želimo ti pomoći da bolje razumiješ kako funkcioniraju Europski izbori i koja lista kandidata najbolje odgovara tvojim stavovima i time ti olakšali odabir kada dođe vrijeme glasovanja. Naš je algoritam otvorenog tipa, izjave su provjerene od strane političkih znanstvenika, a tvoji su podaci zaštićeni do te mjere da nema šanse da saznamo tko si :)
hu: A Palumba nem egy cég, nem egy politikai párt, nem is egy kormány. Független, nonprofit szervezet vagyunk, amely 120+ fiatalból áll🐦 szerte Európából. Tavaly nyáron összeültünk és elkezdtünk ezen az appon dolgozni. Egy célunk van: szeretnénk neked segíteni jobban megérteni, hogy hogyan működnek az európai parlamenti választások, melyik jelöltlisták egyezhetnek az elképzeléseiddel, azért, hogy biztosan olyanokra szavazz, akik a Te prioritásaidat támogatják. Az algoritmusunk nyílt forráskódú, az állításokat amiket látsz majd, politikai szakértők is átnézték, és az adataidat titkosítottuk, szóval esélytelen, hogy valaha is beazonosítsunk a válaszaid alapján. :)
it: Palumba non è una compagnia, non è un partito politico, non è un ente governativo. Siamo un'associazione no-profit indipendente con più di 120 giovani da tutta Europa che si sono riuniti la scorsa estate ed iniziato a creare l'app. Abbiamo un solo obbiettivo: aiutarti a capire meglio come funzionano le Elezioni Europee e quali candidati potrebbero essere più vicini alle tue idee, affinché tu possa votare con più sicurezza per le persone che supportano le tue priorità. Il nostro algoritmo è open-source, le dichiarazioni che voterai sono state riviste da scienziati politici, e i tuoi dati sono così criptati che non c'è modo di identificarti ;)
lb: Palumba ass keng Firma, keng politesch Partei, keng Regierung. Mir sinn eng onofhängeg Associatioun ouni Gewënnzweck mat 120+ Jonken 🐦aus ganz Europa, déi leschte Summer zesummekomm sinn, an ugefaang hunn dës App ze kreéieren. Mir hunn een Zil: Iech ze hëllefen besser ze verstoen wéi d'Europawahlen funktionnéieren a wéi eng Kandidatelëschte mat Ären Iddie zesummepassen, sou datt Dir méi zouversiichtlech fir Leit kënnt wielen, déi Är Prioritéite ënnerstëtzen. Eisen Algorithmus ass Open-Source, d'Aussoen déi Dir swipt goufe vu Politesche Wëssenschaftler iwwerpréift, an Är Donnéeë sinn sou verschlësselt datt mir kee Wee hunn Iech jee ze identifizéieren :)
lt: Palumba nėra kompanija, nėra politinė partija, nėra vyriausybė. Esame nepriklausoma, ne pelno siekianti asociacija, vienijanti daugiau negu 120 jaunų žmonių 🐦 visoje Europoje, kurie praeitų metų vasarą susibūrė ir nusprendė kurti šią aplikaciją. Turime vieną tikslą: padėti jums geriau suprasti kaip veikia Europos Parlamento rinkimai ir kurie kandidatų sąrašai atspindi jūsų idėjas. Tai žinodami, galėsite balsuoti drąsiai, žinodami, už kuriuos žmones reikėtų balsuoti, kurie palaiko jūsų prioritetus. Mūsų algoritmas yra atviro kodo, teiginiai, kuriuos braukiate buvo peržiūrėti politikos mokslininkų ir jūsų duomenys yra taip užkoduoti, kad mes neturime jokios galimybės kada nors identifikuoti jūsų :)
mt: Palumba mhix kumpanija, mhux partit politiku, mhux gvern. Aħna assoċjazzjoni indipendenti mingħajr skop ta' qligħ ta' aktar minn 120+ żagħżugħ 🐦 minn madwar l-Ewropa kollha li ltaqgħu flimkien fis-sajf li għadda u bdew ifasslu din l-app. Għandna għan wieħed: ngħinuk tifhem aħjar kif jaħdmu l-Elezzjonijiet Ewropej u liema listi ta' kandidati jistgħu jaqblu mal-ideat tiegħek, sabiex tkun tista' tivvota b'aktar kunfidenza għal nies li jappoġġjaw il-prijoritajiet tiegħek. L-algoritmu tagħna huwa open source, id-dikjarazzjonijiet li tiskja fuqhom ġew riveduti minn xjenzati politiċi, u d-dejta tiegħek hija tant kriptata li m'għandna l-ebda mod kif qatt nidentifikawk :)
nl: Palumba is geen bedrijf, geen politieke partij en geen regering. We zijn een onafhankelijke non-profit vereniging van 120+ jonge mensen 🐦 uit heel Europa die afgelopen zomer bijeen zijn gekomen en zijn begonnen met het bouwen van deze app. We hebben één doel: je helpen te begrijpen hoe de Europese verkiezingen werken en welke kandidatenlijsten met jouw voorkeuren overeenkomen zodat je met meer vertrouwen kunt stemmen voor mensen die jouw waarden delen. Ons algoritme is open source, de verklaringen waarop je swipet zijn beoordeeld door politieke wetenschappers en jouw gegevens zijn zo versleuteld dat we op geen enkele mogelijke manier zouden kunnen achterhalen wie je bent :)
pl: Palumba nie jest firmą, partią polityczną, czy rządem. Jesteśmy niezależnym stowarzyszeniem non-profit złożonym z ponad 120 młodyh ludzi 🐦 z całej Europy, którzy zebrali się latem zeszłego roku i zaczęli tworzyć tę aplikację. Mamy jeden cel: pomóc Ci lepiej zrozumieć, jak działają wybory do Parlamentu Europejskiego i jakie listy kandydatów mogą odpowiadać Twoim poglądom, aby można było głosować bardziej pewnie na tych, którzy popierają wasze priorytety. Nasz algorytm jest open-source, przeciągnięte przez Ciebie stwierdzenia zostały sprawdzone przez naukowców politycznych, a Twoje dane są tak zaszyfrowane, że nie mamy możliwości zidentyfikowania Cię :)
pt_pt: Palumba não é uma empresa, nem um partido político, nem um governo. Somos uma associação independente sem fins lucrativos de mais de 120 jovens 🐦 de toda a Europa que se reuniram no verão passado e começaram a desenvolver esta app. Temos um objetivo: ajudá-lo a compreender melhor o funcionamento das eleições europeias e quais as listas de candidatos que poderiam corresponder às tuas ideias, para que possas votar com mais confiança nas pessoas que apoiam as tuas prioridades. O nosso algoritmo é open-source, as declarações que tu fazes foram analisadas por cientistas políticos, e teus dados são criptografados de tal maneira que nós não temos como te identificar :)
ro: Palumba nu este o companie, nici un partid politic și nici un guvern. Este o asociație independentă de tip non-profit care a adus împreună vara trecută peste 120 de oameni tineri 🐦 de prin toată Europa pentru a crea această aplicație. Avem un singur scop: să te ajutăm să înțelegi mai bine care e treaba cu alegerile europene și care listă de candidați ar putea să rezoneze cu ideile tale, astfel încât să poți vota cu mai multă încredere oameni care îți susțin prioritățile. Algoritmul nostru este de tip open-source, afirmațiile pe care glisezi stânga dreapta au fost verificate de politologi, iar datele tale au fost criptate atââât de bine că nu avem cum să știm cine ești vreodată :)
sk: Palumba nie je spoločnosť, ani politická strana, ani vláda. Sme nezávislá nezisková organizácia 120+ mladých ľudí 🐦 z celej Európy, ktorí sa minulé leto spojili a začali vytvárať túto aplikáciu. Máme jediný cieľ: pomôcť vám lepšie pochopiť, ako fungujú európske voľby a ktorí kandidáti by mohli byť najbližšie vašim predstavám. Chceme aby ste mohli s väčšou istotou voliť ľudí, ktorí podporujú vaše priority. Náš algoritmus má otvorený zdrojový kód a výroky, ku ktorým hľadáte zhodu, boli overené politológmi. Vaše údaje sú taaaak zašifrované, že neexistuje nijaký spôsob ako vás identifikovať :)
sl: Palumba ni podjetje, niti politična stranka, niti vlada. Smo neodvisno neprofitno združenje več kot 120 mladih ljudi 🐦 iz vse Evrope. Zbrali smo se lansko poletje in začeli ustvarjati to aplikacijo. Imamo en cilj: vam pomagati da bolje razumete, kako delujejo evropske volitve in kateri kandidati se najbolje ujemajo z vašimi idejami, tako da boste lahko bolj samozavestno glasovali za ljudi, ki podpirajo vaše prioritete. Naš algoritem je odprtokoden, izjave, ki jih podrsate, so pregledali politični znanstveniki, vaši podatki pa so tako zelo šifrirani, da ni možnosti, da bi vas kdajkoli identificirali :)
sv_se: Palumba är inte ett företeg, inte ett politiskt parti och inte en regering. Vi är en oberoende ideell förening bestående av 120+ unga människor 🐦 från hela europa som slöt sig samman förra sommaren och påbörjade skapandet av denna app. Vi har ett mål: att hjälpa dig bättre förstå hur Europavalet fungerar och vilka kandidatlistor matchar dina idéer, så att du med mer förtroende kan rösta för människor som stöttar dina prioriteringar. Vår algoritm är open-source, påståendena du svajpar på är granskade av statsvetare, och din data är sååå krypterad att vi inte har något sätt att någonsin identifiera dig :)
tr: Palumba bir şirket, bir siyasi parti veya bir hükümet değildir. Geçtiğimiz yaz 120'den fazla genç 🐦 Avrupa'nın dört bir yanından bir araya gelerek bu uygulamayı hazırlamaya başladığı, bağımsız ve kâr amacı gütmeyen bir dernektir. Tek bir amacımız var; Avrupa Seçimlerinin nasıl işlediğini ve hangi aday listelerinin senin fikirlerine uyabileceğini daha iyi anlamana yardımcı olmak, böylece önceliklerini destekleyen kişilere güvenle oy verebilirmen. Algoritmamız açık kaynaktır, üzerini kaydırdığın ifadeler de siyaset bilimciler tarafından incelenmiştir ve verilerin o kadar şifrelidir ki kimliğini saptamamızın hiçbir yolu yok :)

# settingsPageTitleAssociation
source: The association
bg: Асоциацията
ca: L'Associació
cs: Asociace
de: Der Verein
el: Η οργάνωση
es_es: Nuestra asociación
et: Ühing
fr: L'association
hr: Organizacija
hu: A szervezet
it: L'associazione
lb: D'Associatioun
lt: Asociacija
mt: L-assoċjazzjoni
nl: De vereniging
pl: Stowarzyszenie
pt_pt: A associação
ro: Asociația
sk: Organizácia
sl: Društvo
sv_se: Föreningen
tr: Dernek

# settingsPageTitlePartners
source: Partners
bg: Партньори
ca: Socis
cs: Partneři
de: Partner
el: Συνεργάτες
es_es: Socios
et: Partnerid
fr: Partenaires
hr: Partneri
hu: Partnereink
lb: Partner
lt: Partneriai
mt: Msieħba
pl: Partnerzy
pt_pt: Parceiros
ro: Parteneri
sk: Partneri
sl: Partnerji
sv_se: Samarbetspartner
tr: Ortaklar
