Repository: Palumba-EU/palumba-eu-app-frontend
Catalog: lib/utils/managers/i18n_manager/translations/l10n/intl_*.arb
Languages: bg, ca, cs, de, el, es_es, et, fr, hr, hu, it, lb, lt, mt, nl, pl, pt_pt, ro, sk, sl, sv_se, tr

source: Ok
bg: Добре
ca: D'acord
el: ΟΚ
es_es: Vale
hr: Slažem se
hu: Oké
lt: Gerai
tr: Tamam

source: Yes
bg: Да
ca: Sí
cs: Ano
de: Ja
el: Ναι
es_es: Sí
et: Jah
fr: Oui
hr: Da
hu: Igen
it: Sì
lb: Jo
lt: Taip
mt: Iva
nl: Ja
pl: Tak
pt_pt: Sim
ro: Da
sk: Áno
sl: Da
sv_se: Ja
tr: Evet

source: No
bg: Не
cs: Ne
de: Nein
el: Όχι
et: Ei
fr: Non
hr: Ne
hu: Nem
lb: Nee
lt: Ne
mt: Le
nl: Nee
pl: Nie
pt_pt: Não
ro: Nu
sk: Nie
sl: Ne
sv_se: Nej
tr: Hayır

source: Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
et: Tühista
fr: Annuler
hr: Odustani
hu: Mégsem
it: Annulla
lb: Läschen
lt: Atšaukti
mt: Tikkanċella
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
sk: Zrušiť
sl: Prekliči
sv_se: Avbryt
tr: İptal

# textContinue
source: Continue
bg: Продължи
ca: Continua
cs: Pokračovat
de: Fortfahren
el: Συνέχεια
es_es: Continuar
et: Jätka
fr: Continuer
hr: Nastavi
hu: Tovább
it: Continua
lb: Weidermaachen
lt: Tęsti
mt: Kompli
nl: Doorgaan
pl: Dalej
pt_pt: Continuar
ro: Continuă
sk: Pokračovať
sl: Naprej
sv_se: Fortsätt
tr: Devam

# alertServerErrorTitle
source: Ops!
bg: Упс!
ca: Vaja!
de: Ups!
el: Ουπς!
es_es: ¡Ups!
et: Oih!
fr: Oups !
hr: Ups!
hu: Hoppá!
lb: Ups!
lt: Ups!
nl: Oeps!
pl: Ups!
ro: Ups!
sk: Ups!
sl: Ups!
sv_se: Oj!
tr: Ups!

# alertServerErrorText
source: Something has gone wrong on our side. Please try again later.
bg: Нещо се е объркало от наша страна. Моля, опитайте отново по-късно.
ca: Alguna cosa no ens està funcionant bé. Si us plau, intenta-ho més tard.
cs: Něco pokazilo. Zkuste to prosím později.
de: Es ist ein Fehler aufgetreten. Bitte versuch es später noch einmal.
el: Κάτι πήγε στραβά από την πλευρά μας. Παρακαλώ δοκιμάστε ξανά αργότερα.
es_es: Algo ha ido mal. Inténtalo otra vez más tarde, por favor.
et: Midagi on läinud valesti meie poolel. Palun proovi hiljem uuesti.
fr: Quelque chose s’est mal passé de notre côté. Veuillez réessayer.
hr: Nešto je pošlo po krivu s naše strane. Molimo pokušaj ponovno kasnije.
hu: Valami elromlott a mi oldalunkon. Kérlek, próbáld újra később.
it: Qualcosa è andato storto. Per favore riprova più tardi.
lb: Op eiser Säit ass eppes falsch gelaaf. Probéier w. e. g. méi spéit nach eng Kéier.
lt: Kažkas čia ne taip iš mūsų pusės. Pabandykite dar kartą vėliau.
mt: Xi ħaġa marret ħażin min-naħa tagħna. Jekk jogħġbok erġa pprova aktar tard.
nl: Er is iets misgelopen. Probeer het later opnieuw.
pl: Coś poszło nie tak po naszej stronie. Spróbuj ponownie później.
pt_pt: Algo deu errado no nosso lado. Por favor, tente novamente mais tarde.
ro: Ceva nu funcționează la noi. Te rugăm încearcă mai târziu.
sk: Niečo sa pokazilo na našom serveri. Skús to neskôr, prosím.
sl: Na naši strani je prišlo do težave. Prosim, poskusite znova kasneje.
sv_se: Ett fel har uppstått från vårt håll. Vänligen försök igen senare.
tr: Bizim tarafımızda bir sorun oluştu. Lütfen daha sonra tekrar dene.

source: Skip
bg: Пропускане
ca: Omet
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es_es: Saltar
et: Jäta vahele
fr: Ignorer
hr: Preskoči
hu: Átugrás
it: Salta
lb: Iwwersprangen
lt: Praleisti
mt: Aqbeż
nl: Overslaan
pl: Pomiń
pt_pt: Saltar
ro: Sari peste
sk: Preskočiť
sl: Preskoči
sv_se: Hoppa över
tr: Atla

source: Neutral
bg: Неутрален
cs: Neutrální
el: Ουδέτερος(-η)
et: Neutraalne
fr: Neutre
hr: Nepristran
hu: Közömbös
it: Neutrale
lt: Neturiu nuomonės
mt: Newtrali
nl: Neutraal
pl: Nie mam zdania
pt_pt: Neutro
ro: Neutru
sk: Neutrálne
sl: Nevtralno
tr: Tarafsızım

source: FAQ
bg: ЧЗВ
el: ΣΥΧΝΕΣ ΕΡΩΤΗΣΕΙΣ
et: KKK
hr: Često postavljena pitanja
hu: GYIK
lt: DUK
mt: Mistoqsijiet Komuni / FAQ
pt_pt: Perguntas frequentes
sk: Často kladené otázky
sv_se: Vanliga frågor (FAQ)
tr: SSS

# splashPageNoInternet
source: It looks like you don't have internet connection
bg: Изглежда, че нямате връзка с интернет
ca: Sembla que no tens connexió a Internet
cs: Vypadá to, že nejste připojeni k internetu
de: Scheinbar hast du keine Internetverbindung
el: Φαίνεται πως δεν έχετε σύνδεση στο διαδίκτυο
es_es: Parece que no tienes conexión a internet
et: Tundub, et sul pole internetiühendust
fr: On dirait que tu n'es plus connecté à internet :(
hr: Čini se da ti je nestala internetska veza
hu: Úgy tűnik, hogy nincs internetkapcsolatod
it: Sembra che tu non abbia una connessione internet
lb: Et gesäit aus wéi wanns du keng Internetverbindung hues
lt: Panašu, kad neturite prieigos prie interneto
mt: Jidher li m'għandekx konnessjoni tal-internet
nl: Het lijkt erop dat je geen internetverbinding hebt
pl: Wygląda na to, że nie masz połączenia z internetem
pt_pt: Parece que não estás conectado à internet
ro: Se pare că nu ești conectat/ă la internet
sk: Vyzerá to, že nemáš pripojenie na internet
sl: Izgleda, da nimate internetne povezave
sv_se: Det verkar som om du saknar internetanslutning
tr: İnternet bağlantın yok gibi gözüküyor

# languagePageTitle
source: Let’s continue in English? :)
bg: Да продължим на български
ca: Continuem en català? :)
cs: Pokračovat v češtině? :)
de: Lass uns auf Deutsch weitermachen? :)
el: Ας συνεχίσουμε στα ελληνικά :)
es_es: ¿Empezamos en castellano? :)
et: Jätkame inglise keeles? :)
fr: On continue en Français ? :)
hr: Nastavimo na hrvatskom? :)
hu: Folytassuk magyarul? :)
it: Continuiamo in italiano? :)
lb: Solle mir op Lëtzebuergesch weidermaachen? :)
lt: Pratęskime lietuviškai? :)
mt: Ejja nkomplu bil-Malti? :)
nl: Laten we doorgaan in het Nederlands, hè? :)
pl: Kontynuujmy po polsku? :)
pt_pt: Vamos continuar em Português? :)
ro: Continuăm în română? :)
sk: Pokračujme v slovenčine? :)
sl: Nadaljujemo v slovenščini? :)
sv_se: Fortsätt på svenska? :)
tr: Türkçe devam edelim mi? :)

# languagePageSubtitle
source: This can be changed later in settings.
bg: Това може да бъде променено по-късно в настройките.
ca: Pots canviar-ho més endavant des de la pàgina de configuració.
cs: Toto lze změnit později v sekci Nastavení.
de: Das kann später in den Einstellungen geändert werden.
el: Αυτό μπορεί να αλλάξει αργότερα από τις ρυθμίσεις.
es_es: Puedes cambiar de idioma en ajustes más a adelante.
et: Seda saab seadetest hiljem muuta.
fr: Cela pourra être modifié plus tard dans les paramètres.
hr: Ovo možeš kasnije promijeniti u postavkama.
hu: Ez később módosítható a beállításokban.
it: Potrai cambiare in seguito nelle impostazioni.
lb: Dëst kann spéider an den Astellunge geännert ginn.
lt: Tai galima pakeisti vėliau nustatymuose.
mt: Dan jista' jinbidel aktar tard fis-settings.
nl: Dit kan later worden gewijzigd in de instellingen.
pl: Możesz to zmienić później w ustawieniach.
pt_pt: Isto pode ser alterado posteriormente nas definições.
ro: Acest lucru poate fi schimbat mai târziu în setări.
sk: Túto možnosť môžeš neskôr zmeniť v nastaveniach.
sl: To lahko kasneje spremeniš v nastavitvah.
sv_se: Detta kan ändras senare i inställningar.
tr: Bunu daha sonra ayarlardan değiştirebilirsin.

# entranceTitle1
source: If this cute pigeon can’t help you vote in June, nothing will.
bg: Ако този симпатичен гълъб не ви помогне да гласувате през юни, нищо няма да ви помогне.
ca: Si aquest colom tan bufó no t'ajuda a votar al juny, res no ho farà.
cs: Pokud vám tento roztomilý holub nepomůže v červnu volit, nepomůže vám nic.
de: Wenn diese süße Taube dir nicht helfen kann im Juni zu wählen, dann hilft dir gar nichts.
el: Αν αυτό το χαριτωμένο περιστέρι δε μπορεί να σας βοηθήσει να ψηφίσετε τον Ιούνιο, τίποτα δε θα μπορέσει.
es_es: Si esta palomita no te ayuda a votar en junio, no hay nada que hacer.
et: Kui see armas tuvi ei saa sind hääletamisel juunis aidata, siis miski ei saa.
fr: Si ce pigeon n'arrive pas à te faire voter en juin, rien n'y arrivera.
hr: Ako ti ni ovaj slatki golub ne može pomoći da glasaš u lipnju, onda ništa neće.
hu: Ha ez a cuki galamb nem tud segíteni szavazni júniusban, akkor semmi sem fog.
it: Se questo piccione carino non ti aiuterà a votare a giugno, nient'altro lo farà.
lb: Wann dës léif Dauw dir net hëllefe kann am Juni ze wielen, da wäert dir näischt hellefen.
lt: Jeigu šis mielas balandis Jums nepadės balsuoti birželį, niekas nepadės.
mt: Jekk dan il-ħamiem ħelu ma jistax jgħinek tivvota f'Ġunju, xejn mhu se.
nl: Als deze leuke duif je niet kan helpen stemmen in juni, dan lukt er niks meer.
pl: Jeżeli ten uroczy gołąb nie zachęci Cię do głosowania w czerwcu, to nic innego nie da rady.
pt_pt: Se este pombinho fofo não puder ajudar-te a votar em junho, nada poderá.
ro: Dacă acest porumbel drăguț nu te poate ajuta să votezi în iunie, nimic nu te poate ajuta.
sk: Ak vám tento roztomilý holub nepomôže v júni voliť, tak už nič.
sl: Če ti ta prikupna golobica ne more pomagati pri glasovanju v juniju, potem pa ti res nič ne more.
sv_se: Om denna söta duva inte kan hjälpa dig att rösta i juni, kan inget.
tr: Eğer bu şirin güvercin seni Haziranda oy kullanmaya ikna edemezse, hiçbir şey edemez.

# entranceTitle2
source: Swipe your opinion on topics that matter to you.
bg: Прелиствайте мнението си по важни за вас теми.
ca: Fes lliscar el dit per donar la teva opinió sobre els temes que t'importen.
cs: Posuňte svůj názor na témata, která vás zajímají.
el: Σύρετε τη γνώμη σας για θέματα που σας αφορούν.
es_es: Haz "swipe" con tu opinión sobre los temas que te importan.
et: Väljenda oma arvamust päevakohastel teemadel.
fr: Swipe ton opinion sur une multitude de sujets.
hr: Povuci prstom u smjeru koji odražava tvoje mišljenje o važnim temama.
hu: Jobbra vagy balra húzással dönthetsz a számodra fontos kérdésekben.
it: Scorri sull'opinione che più ti interessa.
lb: Gëff deng Meenung iwwer Themen déi dir wichteg sinn.
lt: Braukite savo nuomonę klausimuose, kurie Jums rūpi.
mt: Swipe l-opinjoni tiegħek dwar suġġetti li huma importanti għalik.
pl: Przesuń palcem w kwestiach, które są dla Ciebie ważne.
pt_pt: Desliza a tua opinião sobre temas que são importantes para ti.
ro: Dă swipe la opinia ta despre subiectele de care îți pasă!
sk: 'Swajpni' názory na témy, ktoré ťa zaujímajú.
sv_se: Svajpa din åsikt om frågor som är viktiga för dig.
tr: Senin için önemli olan konuların üzerini kaydır.

# entranceTitle3
source: Find out your match and an orientation for who to vote for at the Elections.
bg: Намери си съвпадение с вижданията ти и виж за кого да гласуваш.
ca: Descobreix amb qui has fet match i obtén una orientació sobre qui votar a les eleccions.
cs: Najdi shodu a zjistíte, koho máte ve volbách volit.
el: Μάθετε την αντιστοιχία σας και προσανατολιστείτε για το ποιους θα ψηφίσετε στις Εκλογές.
es_es: Descubre tu "match" y una orientación de voto para las elecciones.
et: Leia enda eelistustega sobiv fraktsioon, kelle poolt valimistel hääletada.
fr: Découvre qui soutient tes priorités et candidate aux élections.
hr: Otkrij svoj politički "spoj" i male smjernice za koga glasati na nadolazećim izborima.
hu: Fedezd fel a 'matchedet' és egy kis iránymutatást arról, hogy kire érdemes szavaznod a választásokon.
it: Trova il tuo abbinamento e l'orientamento per cui votare alle elezioni.
lb: Fann däi Match an eng Orientéierung fir wien du bei de Wahlen ofstëmme kanns.
lt: Raskite savo simpatiją ir bendrą kryptį, kurią palaikysite rinkimuose.
mt: Sib il-partita tiegħek u orjentazzjoni għal min tivvota fl-Elezzjonijiet.
pl: Znajdź swój typ i dowiedz się, na kogo głosować w wyborach.
pt_pt: Descobre o teu match e uma orientação em quem votar nestas eleições.
ro: Descoperă-ți perechea și orientarea către cine poți vota la alegeri.
sk: Nájdite svoj 'match' (zhodu) a zorientujte sa v tom, koho voliť vo voľbách.
sl: Najdi svoj match in osmeritev za evropske volitve.
sv_se: Hitta din match och en orientering för vilka du kan rösta på vid valet.
tr: Seçimlerde kime oy vereceğinle ilgili eşleşmeni ve eğilimini bul.

# entranceMatchesFoundQuote
source: {count} matches found in the last 24h
bg: {count} Съвпадения намерени през последните 24ч
ca: {count} matches trobats en les últimes 24 hores
cs: Nalezeno {count} shodných výsledků za posledních 24 h
de: {count} gefundene Matches in den letzten 24 Stunden
el: Βρέθηκαν {count} αντιστοιχίες τις τελευταίες 24 ώρες
es_es: {count} "matches" encontrados en las últimas 24 horas
et: {count} uut sobivust leitud viimase 24h jooksul
fr: {count} matches trouvés dans les dernières 24h
hr: {count} parova pronađeno u posljednja 24 sata
hu: {count} kitöltés az elmúlt 24 órában
it: {count} match trovati nelle ultime 24 ore
lb: {count} matches an de leschte 24h fonnt
lt: {count} simpatijų per paskutines 24 valandas
mt: {count} partiti misjuba fl-ahhar 24h
nl: {count} matches gevonden in de afgelopen 24 uur
pl: {count} matchy znalezionych w ciągu ostatnich 24 godzin
pt_pt: {count} matches encontrados nas últimas 24h
ro: {count} Potriviri găsite în ultimele 24 de ore
sk: {count} zhôd nájdených za ostatných 24 hodín
sl: {count} ujemanj v zadnjih 24h
sv_se: {count} matcher hittade de senaste 24 timmarna
tr: Son 24 saatte {count} eşleşme bulundu

# entranceStartButton
source: Start Palumba
bg: Старт Palumba
ca: Inicia Palumba
cs: Spustit Palumbu
de: Palumba starten
el: Έναρξη Palumba
es_es: Empezar con Palumba
et: Alusta
fr: Lancer Palumba
hr: Pokreni Palumbu
hu: Mehet a Palumba?
it: Avvia Palumba
lt: Pradėti Palumba
mt: Bidu Palumba
pl: Rozpocznij Palumbę
pt_pt: Iniciar Palumba
ro: Pornește Palumba
sk: Spustiť Palumbu
sl: Odpri Palumbo
sv_se: Starta Palumba
tr: Palumba'yı Başlat

source: Hungary
bg: Унгария
ca: Hongria
cs: Maďarsko
de: Ungarn
el: Ουγγαρία
es_es: Hungría
et: Ungari
fr: Hongrie
hr: Mađarska
hu: Magyarország
it: Ungheria
lb: Ungarn
lt: Vengrija
mt: I-Ungerija
nl: Hongarije
pl: Węgry
pt_pt: Hungria
ro: Ungaria
sk: Maďarsko
sl: Madžarska
sv_se: Ungern
tr: Macaristan

source: Denmark
bg: Дания
ca: Dinamarca
cs: Dánsko
de: Dänemark
el: Δανία
es_es: Dinamarca
et: Taani
fr: Danemark
hr: Danska
hu: Dánia
it: Danimarca
lb: Dänemark
lt: Danija
mt: Id-Danimarka
nl: Denemarken
pl: Dania
pt_pt: Dinamarca
ro: Danemarca
sk: Dánsko
sl: Danska
sv_se: Danmark
tr: Danimarka

source: Germany
bg: Германия
ca: Alemanya
cs: Německo
de: Deutschland
el: Γερμανία
es_es: Alemania
et: Saksamaa
fr: Allemagne
hr: Njemačka
hu: Németország
it: Germania
lb: Däitschland
lt: Vokietija
mt: Ġermanja
nl: Duitsland
pl: Niemcy
pt_pt: Alemanha
ro: Germania
sk: Nemecko
sl: Nemčija
sv_se: Tyskland
tr: Almanya

source: Spain
bg: Испания
ca: Espanya
cs: Španělsko
de: Spanien
el: Ισπανία
es_es: España
et: Hispaania
fr: Espagne
hr: Španjolska
hu: Spanyolország
it: Spagna
lb: Spuenien
lt: Ispanija
mt: Spanja
nl: Spanje
pl: Hiszpania
pt_pt: Espanha
ro: Spania
sk: Španielsko
sl: Španija
sv_se: Spanien
tr: İspanya

source: France
bg: Франция
ca: França
cs: Francie
de: Frankreich
el: Γαλλία
es_es: Francia
et: Prantsusmaa
hr: Francuska
hu: Franciaország
it: Francia
lb: Frankräich
lt: Prancūzija
mt: Franza
nl: Frankrijk
pl: Francja
pt_pt: França
ro: Franța
sk: Francúzsko
sl: Francija
sv_se: Frankrike
tr: Fransa

source: Poland
bg: Полша
ca: Polònia
cs: Polsko
de: Polen
el: Πολωνία
es_es: Polonia
et: Poola
fr: Pologne
hr: Poljska
hu: Lengyelország
it: Polonia
lb: Polen
lt: Lenkija
mt: Il-Polonja
nl: Polen
pl: Polska
pt_pt: Polónia
ro: Polonia
sk: Poľsko
sl: Poljska
sv_se: Polen
tr: Polonya

source: Romania
bg: Румъния
cs: Rumunsko
de: Rumänien
el: Ρουμανία
es_es: Rumanía
et: Rumeenia
fr: Roumanie
hr: Rumunjska
hu: Románia
lb: Rumänien
lt: Rumunija
mt: Ir-rumanija
nl: Roemenië
pl: Rumunia
pt_pt: Roménia
ro: România
sk: Rumunsko
sl: Romunija
sv_se: Rumänien
tr: Romanya

source: Sweden
bg: Швеция
ca: Suècia
cs: Švédsko
de: Schweden
el: Σουηδία
es_es: Suecia
et: Rootsi
fr: Suède
hr: Švedska
hu: Svédország
it: Svezia
lb: Schweden
lt: Švedija
mt: L-Isvezja
nl: Zweden
pl: Szwecja
pt_pt: Suécia
ro: Suedia
sk: Švédsko
sl: Švedska
sv_se: Sverige
tr: İsveç

# onBoardingStep1Title
source: Where will you vote?
bg: Къде ще гласувате?
ca: On votaràs?
cs: Ve které zemi budete hlasovat?
de: Wo wirst du wählen?
el: Πού θα ψηφίσετε;
es_es: ¿Dónde vas a votar?
et: Kus sa hääletad?
fr: Dans quel pays votes-tu ?
hr: Gdje ćeš glasati?
hu: Hol fogsz szavazni?
it: Da dove voterai?
lb: Wou wäerts du wielen?
lt: Kur balsuosite?
mt: Fejn se tivvota?
nl: Waar ga je stemmen?
pl: Gdzie będziesz głosować?
pt_pt: Onde vais votar?
ro: Unde vei vota?
sk: Kde budete voliť?
sl: Kje boš glasoval?
sv_se: Var kommer du rösta?
tr: Nerede oy kullanacaksın?

# onBoardingStep1Subtitle
source: I don't know
bg: Не знам
ca: No ho sé
cs: Nevím
de: Ich weiß nicht
el: Δεν γνωρίζω
es_es: No lo sé
et: Ma ei tea
fr: Je ne sais pas
hr: Ne znam
hu: Nem tudom
it: Non lo so
lb: Ech wees net
lt: Nežinau
mt: Ma nafx
nl: Ik weet het niet
pl: Nie wiem
pt_pt: Eu não sei
ro: Nu știu
sk: Neviem
sl: Ne vem
sv_se: Jag vet inte
tr: Bilmiyorum

# onBoardingStep2Title
source: My age
bg: Моята възраст
ca: La meva edat
cs: Můj věk
de: Mein Alter
el: Ηλικία
es_es: Mi edad
et: Minu vanus
fr: Mon âge
hr: Moja dob
hu: Életkorom
it: La mia età
lb: Mäin Alter
lt: Mano amžius
mt: Età tiegħi
nl: Mijn leeftijd
pl: Mój wiek
pt_pt: Minha idade
ro: Vârsta mea
sk: Môj vek
sl: Starost
sv_se: Min ålder
tr: Yaşım

# onBoardingStep3Title
source: I identify as
bg: Аз се идентифицирам като
ca: M'identifico com a
cs: Identifikuji se jako
de: Ich identifiziere mich als
el: Προσδιορίζομαι ως
es_es: Soy
et: Minu sugu on
fr: Je m'identifie comme
hr: Izjašnjavam se kao
hu: Nemem
it: Mi identifico come
lb: Ech identifizéieren mech als
lt: Aš save identifikuoju kaip
mt: Nidentifika bħala
nl: Ik identificeer als
pl: Identyfikuję się jako
pt_pt: Eu identifico-me como
ro: Mă identific ca
sk: Identifikujem sa ako
sl: Identificiram se kot
sv_se: Jag identifierar som
tr: Kendimi şöyle tanımlıyorum

# onBoardingStep3Option1
source: Woman
bg: Жена
ca: Dona
cs: Žena
de: Weiblich
el: Γυναίκα
es_es: Mujer
et: Naine
fr: Femme
hr: Žena
hu: Nő
it: Donna
lb: Fra
lt: Moteris
mt: Mara
nl: Vrouw
pl: Kobieta
pt_pt: Mulher
ro: Femeie
sk: Žena
sl: Ženska
sv_se: Kvinna
tr: Kadın

# onBoardingStep3Option2
source: Man
bg: Мъж
ca: Home
cs: Muž
de: Männlich
el: Άντρας
es_es: Hombre
et: Mees
fr: Homme
hr: Muškarac
hu: Férfi
it: Uomo
lb: Mann
lt: Vyras
mt: Raġel
pl: Mężczyzna
pt_pt: Homem
ro: Bărbat
sk: Muž
sl: Moški
tr: Erkek

# onBoardingStep3Option3
source: Gender-fluid
ca: Gènere-fluid
cs: Genderfluidní
el: Άτομο με ρευστή ταυτότητα φύλου (gender-fluid)
es_es: De género fluido
et: Paindlik sugu
fr: Gender-fluide
hr: Rodno-fluidna osoba
mt: Ġeneru fluwidu
nl: Gendervloeiend
pt_pt: Género fluído
ro: Gen-fluid
sk: Rodovo fluidný (gender-fluid)

# onBoardingStep3Option4
source: Non-binary
bg: Небинарен
ca: No binari
cs: Nebinární
de: Nicht-binär
es_es: No binarie
et: Mittebinaarne
fr: Non-binaire
hr: Nebinarna osoba
hu: Nonbináris
it: Genere non binario
lb: Non-binär
lt: Nebinarinė tapatybė
mt: Mhux binarja
nl: Non-binair
pl: Osoba niebinarna
pt_pt: Não-binário
ro: Non-binar
sk: Nebinárny
sv_se: Ickebinär

# onBoardingStep3Option5
source: Else
bg: Друго
ca: Altres
cs: Jinak
de: Sonstiges
el: Άλλο
es_es: De otro género
et: Muu
fr: Autre
hr: Drugo
hu: Más
it: Altro
lb: Anescht
lt: Kita
mt: Leħor (M) / Oħra (F)
nl: Anders
pl: Żadne z powyższych
pt_pt: Outro
ro: Altceva
sk: Inak
sl: Drugo
sv_se: Annat
tr: Başka

# onBoardingNotAnswerButton
source: Prefer not to say
bg: Предпочитам да не казвам
ca: Prefereixo no dir-ho
cs: Nechci uvádět
de: Möchte ich nicht angeben
el: Προτιμώ να μην αναφέρω
es_es: Prefiero no especificarlo
et: Eelistan mitte öelda
fr: Préfère ne pas dire
hr: Ne želim reći
hu: Inkább nem válaszolok
it: Preferisco non rispondere
lb: Wëll ech net soen
lt: Nenoriu atskleisti
mt: Nippreferi ma ngħidx
nl: Zeg ik liever niet
pl: Wolę nie odpowiadać
pt_pt: Prefiro não dizer
ro: Prefer să nu menționez
sk: Nechcem uviesť
sl: Ne želim razkriti
sv_se: Föredrar att inte säga
tr: Belirtmemeyi tercih ederim

# onBoardingCardQuestion
source: I have no clue who to vote for at the 2024 European Elections
bg: Нямам представа за кого да гласувам на европейските избори през 2024 г
ca: No tinc ni idea de qui votar a les eleccions europees del 2024
cs: Nemám ponětí, pro koho budu hlasovat v evropských volbách roku 2024
de: Ich habe keine Ahnung, wen ich bei den EU-Wahlen 2024 wählen soll
el: Δεν έχω ιδέα για το ποιους να ψηφίσω στις Ευρωεκλογές του 2024
es_es: No tengo ni idea de qué votar en las elecciones europeas de 2024
et: Mul pole aimugi, kelle poolt hääletada 2024. a. Euroopa parlamendi valimistel
fr: Je n'ai aucune idée de pour qui voter aux Élections Européennes 2024
hr: Nemam pojma za koga glasati na Europskim izborima 2024
hu: Elképzelésem sincs, hogy kire szavazzak a 2024-es európai választásokon
it: Non ho alcuna idea per chi votare alle Elezioni Europee 2024
lb: Ech hu keng Ahnung fir wien ech bei den Europawahlen 2024 wiele soll
lt: Neturiu žalio supratimo už ką balsuoti 2024 Europos Parlamento rinkimuose
mt: M'għandi l-ebda ħjiel għal min nivvota fl-Elezzjonijiet Ewropej tal-2024
nl: Ik heb geen idee op wie ik zou stemmen bij de Europese verkiezingen 2024
pl: Nie mam pojęcia na kogo głosować w Wyborach do Parlamentu Europejskiego w 2024 roku
pt_pt: Não faço ideia em quem votar para as eleições europeias de 2024
ro: Nu am idee cu cine să votez la Alegerile Europene din 2024
sk: Nemám poňatia, koho budem voliť vo voľbách do Európskeho parlamentu v roku 2024
sl: Nimam pojma, za koga glasovati na evropskih volitvah leta 2024
sv_se: Jag har ingen aning om vem jag ska rösta på vid valet till Europaparlamentet 2024
tr: 2024 Avrupa Seçimlerinde kime oy vereceğimle ilgili hiçbir fikrim yok

# onBoardingLastStepTitle
source: Swipe according to your agreement
bg: Плъзнете според това за кое сте съгласни и за кое не сте
ca: Llisca en funció del teu grau d'acord
cs: Přetáhněte dle svých preferencí
de: Swipe wie sehr du zustimmst
el: Σύρετε με το δάχτυλό σας ανάλογα με το αν συμφωνείτε, διαφωνείτε ή παραμένετε ουδέτεροι
es_es: Haz "swipe" según estés o no de acuerdo
et: Vali vastavalt sellele, kuidas nõustud
fr: Swipe en fonction de ton opinion
hr: Povuci prstom u smjeru s kojim se slažeš
hu: Húzd abba az irányba, amellyel egyetértesz
it: Scorri in base a quanto sei d'accordo
lb: Swipe ofhängeg vun der Zoustëmmung
lt: Braukite pagal savo pažiūras
mt: Swipe skond il-qbil tiegħek
nl: Swipe volgens je overeenkomst
pl: Przesuń palcem zgodnie z Twoją opinią
pt_pt: Deslize conforme a sua preferência
ro: Glisează în dreapta sau în stânga în conformitate cu părerea ta
sk: 'Swajpni' prstom podľa tvojich preferencií
sl: Svajpaj glede na svojo preferenco
sv_se: Svajpa enligt hur mycket du instämmer
tr: Katılma durumuna göre kaydır

# loadingResultsPageTitle1
source: Your personalised results are on their way :)
bg: Вашите персонализирани резултати са на път
ca: Els teus resultats personalitzats estan en camí :)
cs: Vaše výsledky jsou na cestě :)
de: Deine persönlichen Ergebnisse sind auf dem Weg :)
el: Τα εξατομικευμένα σας αποτελέσματα είναι καθ' οδόν :)
es_es: Estamos preparando tus resultados personalizados :)
et: Sinu personaalsed tulemused on peatselt kohal :)
fr: Tes résultats personnalisés sont en route :)
hr: Tvoji personalizirani rezultati su na putu :)
hu: Úton vannak a személyre szabott eredményeid :)
it: I tuoi risultati personalizzati sono in arrivo :)
lb: Deng personaliséiert Resultater sinn ënnerwee :)
lt: Jūsų personalizuoti rezultatai pakeliui:)
mt: Ir-riżultati personalizzati tiegħek qegħdin fi triqthom :)
nl: Je gepersonaliseerde resultaten zijn onderweg :)
pl: Twoje spersonalizowane wyniki są w drodze :)
pt_pt: Os teus resultados personalizados estão a caminho :)
ro: Rezultatele tale personalizate vor ajunge la tine imediat :)
sk: Vaše personalizované výsledky sú na ceste :)
sl: Tvoji rezultati so na poti :)
sv_se: Dina personliga resultat är på väg :)
tr: Sana özel sonuçların yolda :)
