Repository: Palumba-EU/palumba-eu-app-frontend
Catalog: lib/utils/managers/i18n_manager/translations/l10n/intl_*.arb
Languages: bg, ca, cs, de, el, es_es, et, fr, hr, hu, it, lb, lt, mt, nl, pl, pt_pt, ro, sk, sl, sv_se, tr

# resultsPage6Text
source: In the next screens, you’ll discover the candidate lists in your country that are most likely to join your match.
bg: В следващите екрани ще откриете списъците с кандидати във вашата страна, които е най-вероятно да се присъединят към вашето съвпадение.
ca: A les pantalles següents descobriràs les candidatures locals al teu país que més probablement s'uniran al teu match.
cs: Na následujících obrazovkách naleznete seznamy kandidátů ve vaší zemi, se kterými se pravděpodobně shodujete nejvíce.
de: Auf den nächsten Bildschirmen wirst du die Kandidatenlisten von deinem Land sehen, die am ehesten zu dir passen.
el: Στις επόμενες οθόνες, θα ανακαλύψετε τους καταλόγους υποψηφίων στη χώρα σας που είναι πιο πιθανό να ενταχθούν στην αντιστοιχία σας.
es_es: A continuación verás las listas de tu país con las que probablemente más concuerdes.
et: Järgmisena saad teada, milliste erakondade kandidaadid sobivad sinu eelistustega kõige paremini.
fr: Dans l'écran qui suit, tu peux découvrir les listes de candidat·es de ton pays qui sont les plus susceptibles de rejoindre ton groupe parlementaire européen.
hr: U nastavku ćeš saznati koje se kandidatske liste u tvojoj zemlji najviše podudaraju s tvojim parom.
hu: A következőkben felfedezheted az országod jelöltlistáit, amelyek vélhetően a hozzád közel álló képviselőcsoporthoz csatlakoznak majd.
it: Nelle prossime schermate, scoprirai le liste candidate nel tuo paese che potrebbero esserti più vicine.
lb: Op den nächste Säite wäerts du d'Kandidatelëschten an dengem Land entdecken, déi wahrscheinlech am bëschten zu dengem Match passen.
lt: Toliau pamatysite, kurie kandidatų sąrašai Jūsų valstybėje prisijungtų prie atitinkamos Europos Parlamento grupės, kuriai labiausiai pritariate.
mt: Fl-iskrins li jmiss, inti ser tiskopri l-listi ta' kandidati f'pajjiżek li huma l-aktar probabbli li jissieħbu fil-partita tiegħek.
nl: Op de volgende slides ontdek je welke kandidaten uit jouw land zich het meest waarschijnlijk bij jouw match zullen voegen.
pl: Na następnych slajdach odkryjesz listy kandydatów w Twoim kraju, które najprowdopodbniej dołączą do Twoich matchy.
pt_pt: Nas páginas seguintes, vais descobrir a lista de candidatos do teu país que provavelmente estarão entre os teus matches.
ro: Pe paginile următoare, vei descoperi listele cu candidați din țara ta cu care ai cele mai mari șanse să te potrivești.
sk: Na ďalších obrazovkách nájdeš kandidátne listiny v tvojej krajine, ktoré sa s&nbsp;najväčšou pravdepodobnosťou pripoja k&nbsp;skupine, s&nbsp;ktorou sa najviac zhoduješ.
sl: Na naslednjih zaslonih boste odkrili sezname kandidatov v vaši državi, ki so najverjetneje povezani z vašim ujemanjem.
sv_se: På följande sidor kommer du hitta listorna på kandidaterna i ditt land mest troliga att ingå i din match.
tr: Sonraki ekranlarda, eşleşmene katılma ihtimali en yüksek ülkendeki aday listelerini keşfedeceksin.

# resultsPage7Title
source: The candidates in {country} most aligned with {group}
bg: Кандидатите в{country}, които най-много се придържат към {group}
ca: Candidatures a {country} més alineades amb {group}
cs: Kandidáti v {country} mají nejblíže ke {group}
de: Die Kandidat:innen in {country} passen am besten zu {group}
el: Οι υποψήφιοι στη {country} που ευθυγραμμίζονται περισσότερο με την/το {group}
es_es: Los candidatos de {country} más en línea con {group}
et: Kandidaadid {country}s, kes sobivad enim {group}iga
fr: Les listes en {country} les plus alignées avec {group}
hr: Kandidati u {country} najviše se podudaraju s {group}
hu: {country} jelöltjei, akik legnagyobb összhangban vannak a(z) {group} képviselőcsoporttal
it: I candidati in {country} più allineati con {group}
lb: D'Kandidate vun {country} déi am meeschten ausgeriicht sinn mat {group}
lt: Kandidatai {country} labiausiai save siejo su {group}
mt: Il-kandidati f'{country} l-aktar allinjati ma' {group}
nl: De kandidaten in {country} die het meest overeenkomen met {group}
pl: Kandydaci w/we {country} najbardziej zgodni z {group}
pt_pt: Os candidatos em {country} mais alinhados com {group}
ro: Candidații în {country} se aliniază cel mai mult cu {group}
sk: Kandidujúce subjekty za {country}, ktoré sa najviac zhodujú s {group}
sl: Kandidati v {country}, ki se najbolj ujemajo z/s {group}
sv_se: Kandidaterna i {country} mest i linje med {group}
tr: {country}'deki adaylar {group} ile en uyumlu

# resultsPage7Disclaimer
source: In no particular order.
bg: Без определен ред.
ca: No estan en cap ordre en concret
cs: Bez konkrétního pořadí.
de: In keiner bestimmten Reihenfolge.
el: Χωρίς συγκεκριμένη σειρά.
es_es: No están en ningún orden específico.
et: Suvalises järjestuses.
fr: Dans aucun ordre particulier.
hr: Bez određenog redoslijeda.
hu: Véletlenszerű sorrendben.
it: Non in un ordine particolare.
lb: A kenger spezieller Uerdnung.
lt: Atsitiktine eilės tvarka.
mt: Fl-ebda ordni partikolari.
nl: In willekeurige volgorde.
pl: W losowej kolejności.
pt_pt: Em nenhuma ordem específica.
ro: În nicio ordine specială.
sk: Bez určenia poradia.
sl: Brez posebnega vrstnega reda.
sv_se: I ingen speciell ordning.
tr: Belirli bir sıralama yok.

# resultsPage7NoLocalCandidates
source: No local parties found in {country}
bg: Не са намерени местни партии в {country}
ca: No s'ha trobat cap partit polític local a {country}
cs: V {country} jsme nenalezli žádné místní strany
de: Keine lokalen Parteien in {country} gefunden
el: Δεν βρέθηκαν τοπικά κόμματα στη {country}
es_es: No se han encontrado partidos nacionales en {country}
et: Ühtegi kohalikku erakonda ei leitud {country}s
fr: Aucune liste locale trouvée en {country}
hr: Nije pronađena niti jedna lokalna skupina u {country}
hu: Nem találtunk helyi pártot itt: {country}
it: Nessun partito trovato in {country}
lb: Keng lokal Parteien zu {country} fonnt
lt: Jokių nacionalinių partijų, rastų {country}
mt: Ebda parti lokali misjuba f'{country}
nl: Geen nationale partijen gevonden in {country}
pl: Nie znaleziono lokalnych grup w/we {country}
pt_pt: Nenhum partido local encontrado em {country}
ro: Nu au fost găsite partide locale în {country}
sk: Žiadne miestne strany sa na {country} nenašli
sl: V {country} lokalne stranke niso bile najdene
sv_se: Inga lokala partier hittades i {country}
tr: {country}'de hiçbir yerel parti bulunamadı

# resultsPage8_1Text
source: On {topic}, you’re {percentage}% more into
bg: На {topic} вие сте {percentage}% повече към
ca: En {topic}, et decantes un {percentage}% cap a
cs: V {topic}, se z {percentage}% shodujete v
de: Bezüglich {topic}, bist du {percentage}% mehr interessiert an
el: Όσον αφορά τα/την {topic}, είστε {percentage}% υπέρ
es_es: Si hablamos de {topic}, te acercas en un {percentage}% a la búsqueda de
et: Teemal {topic} oled {percentage}% rohkem
fr: Sur {topic}, tu es à {percentage}% plus pour
hr: Što se tiče {topic}, {percentage}% si više za
hu: A(z) {topic} kérdésében {percentage}% -ban közelebb áll hozzád:
it: Su {topic}, sei {percentage}% più incline in
lb: Am {topic} bass du {percentage}% méi an
lt: {topic} – {percentage} labiau linkstate prie
mt: Fuq {topic}, int {percentage}% aktar
nl: In het geval van {topic}, sta je {percentage} dichterbij
pl: W kwestii {topic}, jesteś w {percentage}% za
pt_pt: Em {topic}, tu estás com {percentage}% a mais
ro: Pe {topic}, ești mai degrabă {percentage}%
sk: V téme {topic} si na {percentage}% viac do
sl: Na temo {topic}, ste {percentage}% bolj v smeri
sv_se: Angående {topic}, är du {percentage}% mer intresserad av
tr: {topic}'de, %{percentage} daha ilgilisin;

# resultsPage8_2Text
source: Active Climate Action 🌱😌
bg: Активни действия по отношение на климата
ca: l'acció climàtica proactiva 🌱😌
cs: Aktivní opatření v oblasti klimatu 🌱😌
el: Ενεργού Δράσης για το κλίμα
es_es: una acción climática activa 🌱😌
et: Aktiivselt kliimamuutuste eest võitleja 🌱😌
fr: Action climatique 🌱😌
hr: Aktivno klimatsko djelovanje🌱😌
hu: Aktív klímavédelem 🌱😌
it: Azione Climatica Attiva
lb: Aktiv Klimaaktioun 🌱😌
lt: Aktyvi klimato politika 🌱😌
mt: Azzjoni Klimatika Attiva 🌱😌
nl: Actieve Klimaatactie
pl: Aktywne działania na rzecz klimatu🌱😌
pt_pt: Ação Climática Ativa 🌱😌
ro: Politici pentru Mediu Proactive 🌱😌
sk: Aktívne opatrenia v oblasti klímy 🌱😌
sl: Aktivno ukrepanje proti podnebnim spremembam
sv_se: Aktiva Klimatåtgärder 🌱😌
tr: Aktif İklim Hareketi 🌱😌

# resultsPage8Help
source: You are a climate change fighter! You believe that tackling the climate crisis requires collective action, with everyone making it a top priority. You do not mind the EU regulating companies to that end. After all, what use is economic growth if the planet becomes inhabitable?
bg: Вие сте борец срещу климатичните проблеми! Вярвате, че справянето с кризата с климата изисква колективни действия, които да се превърнат в основен приоритет за всички. Нямате нищо против ЕС да регулира компаниите за тази цел. В края на краищата, каква е ползата от икономическия растеж, ако планетата стане необитаема?
ca: Ets un lluitador climàtic! Creus que donar resposta a la crisi climàtica requereix d'acció col·lectiva, amb tothom prioritzant el tema. No sap gens de greu que la UE reguli les empreses per a fer-ho possible. Al final, de què serveix el creixement econòmic si el planeta es torna inhabitable?
cs: Jste bojovníkem za změnu klimatu! Věříte, že boj proti klimatické krizi vyžaduje kolektivní přístup, přičemž z něj každý učiní svou hlavní prioritu. Nevadí vám regulace společností ze strany EU. Vždyť jaký užitek má hospodářský růst ve chvíli, kdy se planeta stane neobyvatelnou?
de: Du bist ein Klimakämpfer! Du glaubst, dass die Bewältigung der Klimakrise gemeinsames Handeln erfordert und ganz oben auf der Prioritätenliste stehen sollte. Du hast auch nichts dagegen, wenn die EU dafür Unternehmen reguliert. Denn was nützt uns Wirtschaftswachstum, wenn die Erde unbewohnbar wird?
el: Είσαι μαχητής της κλιματικής αλλαγής! Πιστεύεις ότι η αντιμετώπιση της κλιματικής κρίσης απαιτεί συλλογική δράση, την οποία όλοι πρέπει να θέσουν σε ύψιστη προτεραιότητα. Δεν σε πειράζει που η ΕΕ ρυθμίζει τις εταιρείες για το σκοπό αυτό. Εξάλλου, τι νόημα έχει η οικονομική ανάπτυξη αν ο πλανήτης γίνει μη βιώσιμος;
es_es: ¡Eres todo/a un/a activista por el clima! Crees que para afrontar la crisis climática se necesita una acción colectiva: todos tenemos que convertirla en una prioridad. No te importaría que la UE regulara las acciones de las empresas con ese fin. A fin de cuentas, ¿para qué vale el desarrollo económico si nuestro planeta acaba siendo inhabitable?
et: Sa oled kliima eest võitleja! Usud, et kliimakriis vajab kollektiivset tegutsemist ja see peab kõigi jaoks olema kõrgeim prioriteet. Sulle ei valmistaks probleemi, kui EL reguleeriks ettevõtteid selle nimel. Mis kasu on majanduskasvust, kui planeet muutub elamiskõlbmatuks?
fr: Tu es un combattant pour le climat ! Tu crois que pour lutter contre la crise climatique il faut une action collective et que chacun doit en faire sa grande priorité. Tu es favorable au fait que l'Union Européenne régule les entreprises pour aider dans cet objectif. Après tout, à quoi ça sert d'avoir de la "croissance" économique si la planète deviens invivable ?
hr: Pravi si borac protiv klimatskih promjena! Vjeruješ da klimatska kriza mora biti prioritet svakoga i da njezino suzbijanje zahtjeva udružene napore. Nemaš ništa protiv da EU regulira poduzeća u tu svrhu. Uostalom, kakva je korist od ekonomskog rasta ako planet postane nenastanjiv?
hu: Egy igazi klímaharcos vagy! Úgy gondolod, hogy a klímaválság együttes fellépést kíván, ezért mindenki fő prioritásává kell válnia. Téged nem zavar, ha az EU ebből a célból szabályozza a cégeket. Végül is mi haszna a gazdasági növekedésnek, ha a bolygó közben lakhatatlanná válik?
it: Sei un* combattente per il cambiamento climatico! Credi che combattere la crisi climatica necessiti un'azione collettiva, che tutti ne facciano una priorità assoluta. Non ti importa che l'UE regoli le aziende fino in fondo. Alla fine, a cosa serve la crescita economica se il pianeta diventa inabitabile?
lb: Du bass ee Kämpfer géint de Klimawandel! Du mengs datt d'Klimakris eng kollektiv Handlung erfuerdert, bei der jiddereen eng Haaptprioritéit draus mécht. Dir ass et egal, datt d'EU Firmen dofir reglementéiert. Wat ass schlussendlech de wirtschaftleche Wuesstum wäert wann de Planéit onbewunnbar gëtt?#ClimateActionNow #NoPlanetB?
lt: Esate kovotojas (-a) su klimato kaita! Tikite, kad klimato krizės pažabojimas reikalauja bendro veikimo, kad tai turėtų tapti kiekvieno prioritetu. Jums nekliūtų, jeigu ES stiprintų kompanijų reguliavimą dėl šio tikslo. Galų gale, kokia ekonominio augimo prasmė, jeigu planeta taptų nebegyvenama?
mt: Inti ġellied għat-tibdil fil-klima! Inti temmen li l-indirizzar tal-kriżi tal-klima teħtieġ azzjoni kollettiva, b'kulħadd jagħmilha prijorità ewlenija. Ma tiddejjaqx il-kumpaniji li jirregolaw l-UE għal dak il-għan. Wara kollox, x'jagħmel it-tkabbir ekonomiku jekk il-pjaneta ssir abitabbli?
nl: Jij bent een strijder tegen klimaatverandering! Jij gelooft dat het aanpakken van de klimaatcrisis gemeenschappelijke actie vereist, waarbij iedereen het een topprioriteit maakt. Jij hebt er geen probleem dat de EU hiervoor bedrijven reguleert. Wat is ook het nut van economische groei als de planeet onbewoonbaar wordt?
pl: Walczysz o klimat! Wierzysz, że walka z kryzysem klimatycznym wymaga wspólnych działań i uczynienia z niej priorytetu. Nie przeszkadzają Ci wprowadzane przez UE regulacje w stosunku do firm. Bo przecież na co komu wzrost gospodarczy, jeśli planeta przestanie być zdolna do zamieszkiwania?
pt_pt: Tu és um lutador pela mudança climática! Acreditas que a resolução da crise climática exige uma ação coletiva, e que todos a devem tornar uma prioridade absoluta. Não te importas que a UE regule as empresas nesse sentido. Porque, de que serve o crescimento económico se o planeta se tornar inabitável?
ro: Ești o persoană care vrea să lupte împotriva schimbării climatice! Crezi că lupta cu schimbarea climatică necesită acțiuni la nivel de colectiv, unde toți recunoaștem că schimbarea climatică este o prioritate urgentă. Ești de acord ca UE să reglementeze companiile private în acest scop. Toate ca toate, dar care este scopul creșterii economice dacă planeta devine de nelocuit?
sk: Ste bojovníkom proti klimatickým zmenám! Veríte, že boj proti klimatickej kríze si vyžaduje kolektívny prístup, ktorý by mal byť prioritou pre každého. Nevadí vám regulácia podnikov zo strany EÚ. Veď načo je hospodársky rast, keď sa planéta stane neobývateľnou?
sl: Ste borec/ka proti podnebnim spremembam! Verjamete, da je za reševanje podnebne krize potrebno skupno delovanje, pri čemer okolje vsi postavijo za svojo najvišjo prioriteto. Ne moti vas, če EU v ta namen regulira podjetja. Konec koncev, čemu gospodarska rast, če postane planet nenaseljiv?
sv_se: Du är en klimatkämpe! Du anser att det krävs kollektiva åtgärder för att ta itu med klimatkrisen, där alla gör det till en hög prioritet. Du har inget emot att EU reglerar företag i detta syfte. När allt kommer omkring, vilken nytta har vi den ekonomiska tillväxten om planeten blir obeboelig?
tr: Sen iklim değişikliğine karşı bir savaşçısın! İklim krizinin üstesinden gelmenin, herkesin bunu en yüksek öncelik haline getirmesiyle kolektif eylem gerektirdiğine inanıyorsun. AB'nin bu amaçla şirketleri düzenlemesi senin için bir sorun değil. Sonuç olarak, gezegen yaşanmaz hale gelirse ekonomik büyüme ne işe yarar?

# resultsPage9Help
source: Click on the cards to shuffle
bg: Кликнете върху картите, за да ги разбъркате
ca: Fes clic a les cartes per barrejar-les
cs: Pro zamíchání klikněte na karty
de: Klicke auf die Karten, um sie zu mischen
el: Κάντε κλικ στις κάρτες για ανακάτεμα
es_es: Haz clic en las cartas para barajar
et: Vajuta, et näha järgmist kaarti
fr: Appuie sur la carte pour en voir d'autres
hr: Stisni na karte kako bi se promiješale
hu: Cseréhez koppints a kártyákra
it: Clicca sulle carte per mescolare
lb: Klickt op d'Kaarte fir ze shuffelen
lt: Spauskite ant kortelių, kad jas sumaišytumėte
mt: Ikklikkja fuq il-karti biex tħawwad
nl: Klik op de kaarten om ze te schudden
pl: Kliknij na karty, aby przetasować
pt_pt: Clique nos cartões para baralhar
ro: Apasă pe cărți pentru a le amesteca
sk: Pre zamiešanie kliknite na karty
sl: Kliknite na kartice, da jih premešate
sv_se: Klicka på korten för att blanda
tr: Kartları karmak için dokun

# resultsPage9Text1
source: Elections are about many topics, but there’s one thing that really
bg: Изборите са свързани с много теми, но има едно нещо, което наистина
ca: Les eleccions van de molts temes, però hi ha una cosa que realment
cs: Volby se týkají mnoha témat, ale jedna věc je
de: Bei Wahlen geht es um viele Themen, aber es gibt eines, that really
el: Οι εκλογές αφορούν πολλά θέματα, αλλά υπάρχει ένα πράγμα που πραγματικά
es_es: En las elecciones se tratan muchos temas, pero lo que realmente
et: Valimistel otustatakse mitme teema üle, kuid üks asi tõesti
fr: Les élections portent sur beaucoup de sujets, mais il y a une chose qui vraiment
hr: Izbori se tiču mnogih stvari, ali jedna stvar posebno
hu: A választások sok mindenről szólnak, de van egy dolog, ami tényleg
it: Le elezioni hanno diversi argomenti, ma ce n'è uno che veramente
lb: D'Wahle sinn iwwer vill Themen, awer eng Saach ass wierklech
lt: Rinkimai yra apie daugelį klausimų, bet yra vienas dalykas, kuris iš tikrųjų
nl: Verkiezingen gaan over heel veel dingen, maar er is maar one thing that really
pl: Wybory dotyczą wielu tematów, ale jest jeden, który naprawdę
pt_pt: Eleições são sobre vários tópicos, mas há uma coisa que realmente
ro: Alegerile sunt despre multe lucruri, dar există un lucru care chiar
sk: Voľby sa týkajú mnohých tém, ale je tu jedna vec, ktorá naozaj
sl: Pred volitvami obravnavamo veliko tem, vendar obstaja ena stvar, ki resnično
sv_se: Val handlar om många frågor, men det finns en sak som verkligen
tr: Seçimler birçok konuyla ilgilidir, ancak bir tanesi var ki

# resultsPage10Title
source: A notification when it’s time to go vote?
bg: Уведомление, когато е време да отидете да гласувате?
ca: Una notificació quan toqui anar a votar?
cs: Upozornit mě, až bude čas jít volit?
el: Θέλετε μια ειδοποίηση όταν έρθει η ώρα να πάτε να ψηφίσετε;
es_es: ¿Te avisamos cuando toque ir a votar?
et: Soovid märguannet, kui on aeg valima minna?
fr: Recevoir un rappel d'aller voter ?
hr: Želiš li obavijest kada je vrijeme za glasanje?
hu: Szeretnél emlékeztetőt kapni, hogy mikor kell szavazni menni?
it: Vuoi ricevere una notifica per quando sarà tempo di andare a votare?
lb: Eng Notifikatioun wann et Zäit ass wielen ze goen?
lt: Pranešimas, kai ateis metas balsuoti?
mt: Notifika meta wasal iż-żmien li tmur tivvota?
nl: Wil je een herinnering wanneer je kan stemmen?
pl: Chcesz dostać powiadomienie, gdy będzie czas na oddanie głosu?
pt_pt: Uma notificação para quando for a hora de votar?
ro: O notificare atunci când este timpul să mergem să votăm?
sk: Upozornenie, keď bude čas ísť voliť?
sl: Vas obvestimo, ko bo čas za glasovanje?
sv_se: En notifikation när det är dags att rösta?
tr: Oy kullanma vakti geldiğinde bir bildirim?

# resultsPage10NopButton
source: No thanks!
bg: Не, благодаря!
ca: Nope, gràcies!
cs: Ne, díky!
de: Nein danke!
el: Όχι, ευχαριστώ!
es_es: No, gracias
et: Ei, aitäh!
fr: Non merci !
hr: Ne hvala!
hu: Köszönöm, nem!
it: No grazie!
lb: Nee merci!
lt: Ne, dėkui!
mt: Le grazzi!
nl: Nee dankje!
pl: Nie, dzięki!
pt_pt: Não, obrigado!
ro: Nu, mulțumesc!
sk: Nie, ďakujem!
sl: Ne hvala!
sv_se: Nej tack!
tr: Hayır sağ ol!

# resultsPage10YesButton
source: Yesssss
bg: Дааааа
ca: Síííííí
cs: Jasněěě
de: Jaaaaaa
el: Ναιιιιι
es_es: Sí, porfiiii
et: Jahhhh
fr: Ouiiiii
hr: Daaaa
hu: Igeeen
it: Sììììì
lt: Taaaaaaaaaip
mt: Ivaaaaa
pl: Takkkk
pt_pt: Simmmm
ro: Daaaaa
sk: Áááno
sl: Jaaaaa
sv_se: Jaaaaaa
tr: Oluuuuur

# resultsShare
source: Share
bg: Споделяне
ca: Comparteix
cs: Sdílet
de: Teilen
el: Κοινοποίηση
es_es: Compartir
et: Jaga
fr: Partager
hr: Podijeli
hu: Megosztás
it: Condividi
lb: Deelen
lt: Dalintis
mt: Ħlief
nl: Delen
pl: Udostępnij
pt_pt: Partilhar
ro: Distribuie
sk: Zdielať
sl: Delite
sv_se: Dela
tr: Paylaş

# homePageMatchesFoundQuote
source: {count} matches found in the last 24h
bg: {count} съвпадения намерени в последните 24ч
ca: {count} 'matches' trobats en les últimes 24 hores
cs: Nalezeno {count} shodných výsledků za posledních 24 h
de: {count} gefundene Matches in den letzten 24 Stunden
el: Βρέθηκαν {count} αντιστοιχίες τις τελευταίες 24 ώρες
es_es: {count} "matches" encontrados en las últimas 24 horas
et: {count} uusi sobivusi viimase 24h jooksul
fr: {count} matches trouvés dans les dernières 24h
hr: {count} parova pronađeno u posljednja 24 sata
hu: {count} „párt" találtunk az elmúlt 24 órában
it: {count} match trovati nelle ultime 24 ore
lb: {count} matches an de läschte 24 h fonnt
lt: {count} simpatijų per paskutines 24 valandas
mt: {count} logħbiet misjuba fl-aħħar 24 siegħa
nl: {count} matches gevonden in de afgelopen 24 uur
pl: {count} matchy znaleziono w ciągu ostatnich 24 godzin
pt_pt: {count} matches encontrados nas últimas 24h
ro: {count} potriviri găsite în ultimele 24 de ore
sk: {count} zhôd nájdených za ostatných 24 hodín
sl: {count} ujemanj v zadnjih 24h
sv_se: {count} matcher hittade de senaste 24 timmarna
tr: Son 24 saatte {count} eşleşme bulundu

# homePageBackToTest
source: Back to the test
bg: Обратно към теста
ca: Tornar al test
cs: Zpět k testu
de: Zurück zum Test
el: Επιστροφή στο τεστ
es_es: Volver al test
et: Tagasi testi juurde
fr: Retour au test
hr: Povratak na test
hu: Vissza a kitöltéshez
it: Torna al test
lb: Zréck op den Test
lt: Atgal į testą
mt: Lura għat-test
nl: Terug naar de test
pl: Wróć do testu
pt_pt: Voltar ao teste
ro: Înapoi la test
sk: Späť k testu
sl: Nazaj na reševanje
sv_se: Tillbaka till testet
tr: Teste devam

# homePageMyResults
source: My results
bg: Моите резултати
ca: Els meus resultats
cs: Mé výsledky
de: Meine Ergebnisse
el: Τα αποτελέσματά μου
es_es: Tus resultados
et: Minu tulemused
fr: Mes résultats
hr: Moji rezultati
hu: Eredményeim
it: I miei risultati
lb: Meng Resultater
lt: Mano rezultatai
mt: Ir-riżultati tiegħi
nl: Mijn resultaten
pl: Moje wyniki
pt_pt: O meus resultados
ro: Rezultatele mele
sk: Moje výsledky
sl: Moji rezultati
sv_se: Mina resultat
tr: Sonuçlarım

# homePageStartButton
source: Start a new test
bg: Започни нов тест
ca: Comença un nou test
cs: Spustit nový test
de: Starte einen neuen Test
el: Έναρξη νέου τεστ
es_es: Empezar un nuevo test
et: Alusta uut testi
fr: Lancer un nouveau test
hr: Pokreni novi test
hu: Új teszt indítása
it: Inizia un nuovo test
lb: Mat engem neien Test starten
lt: Pradėti naują testą
mt: Tibda test ġdid
nl: Start een nieuwe test
pl: Rozpocznij nowy test
pt_pt: Iniciar um novo teste
ro: Începe un test nou
sk: Spustenie nového testu
sl: Prični z novim testom
sv_se: Starta ett nytt test
tr: Yeni bir teste başla

# settingsPageTitleLanguage
source: Language
bg: Език
ca: Llengua
cs: Jazyk
de: Sprache
el: Γλώσσα
es_es: Idioma
et: Keel
fr: Langue
hr: Jezik
hu: Nyelv
it: Lingua
lb: Sprooch
lt: Kalba
mt: Lingwa
nl: Taal
pl: Język
pt_pt: Idioma
ro: Limbă
sk: Jazyk
sl: Jezik
sv_se: Språk
tr: Dil
