Repository: Palumba-EU/palumba-eu-app-frontend
Catalog: lib/utils/managers/i18n_manager/translations/l10n/intl_*.arb
Languages: bg, ca, cs, de, el, es_es, et, fr, hr, hu, it, lb, lt, mt, nl, pl, pt_pt, ro, sk, sl, sv_se, tr

# loadingResultsPageTitle2
source: This shall be quicker than getting Taylor Swift tickets 👀
bg: Това ще е по-бързо, отколкото да се сдобиете с билети за Тейлър Суифт
ca: Això serà més ràpid que aconseguir entrades per Taylor Swift 👀
cs: Bude to rychlejší než prodej lístků na Taylor Swift
de: Das sollte schneller gehen, als Taylor Swift Karten zu bekommen 👀
el: Αυτό θα είναι πιο γρήγορο από το να βρείτε εισιτήρια για την Taylor Swift 👀
es_es: Tardaremos menos de los que cuesta conseguir entradas para Taylor Swift 👀
et: See on kiirem, kui Taylor Swifti kontserdipiletite hankimine
fr: Ça devrait être plus rapide que d'obtenir des billets pour Taylor Swift 👀
hr: Ovo će biti brže od kupnje ulaznice za Taylor Swift koncert 👀
hu: Ez gyorsabban meglesz, mint egy Taylor Swift-jegy vásárlása 👀
it: Dovrebbe essere più veloce che prendere dei biglietti per Taylor Swift 👀
lb: Dëst wäert méi séier sinn wéi Taylor Swift Ticketen ze kréien 👀
lt: Tai bus greičiau negu įsigyti Taylor Swift bilietus 👀
mt: Dan għandu jkun aktar mgħaġġel milli tikseb biljetti ta' Taylor Swift 👀
nl: Dit gaat sneller dan kaartjes voor Taylor Swift scoren 👀
pl: Powinno być szybsze niż kupowanie biletów na Taylor Swift 👀
pt_pt: Isto será mais rápido do que conseguir bilhetes para Taylor Swift 👀
ro: O să meargă mai repede decât să încerci să iei bilete la Taylor Swift 👀
sk: Bude to rýchlejšie ako zohnať lístky na Taylor Swift 👀
sl: To bo hitreje kot dobiti vstopnice za Taylor Swift 👀
sv_se: Detta kommer gå fortare än att skaffa biljetter till Taylor Swift 👀
tr: Bu Taylor Swift'e bilet almaktan daha çabuk olmalı 👀

# loadingResultsPageTitle3
source: Finding matches with candidates lists in {country} 🔍
bg: Намиране на съвпадения с кандидатски листи в {country}
ca: Cercant coincidències amb les llistes de candidats a {country} 🔍
cs: Hledám shodu s kandidáty v {country}
de: Wir suchen Matches mit Listen in {country} 🔍
el: Εύρεση αντιστοιχιών με λίστες υποψηφίων στη {country}🔍
es_es: Buscando "matches" para las candidaturas en {country} 🔍
et: Otsimas sobivusi {country} kandidaatide nimekirjadega
fr: Recherche de matches avec les listes de candidat·es en {country} 🔍
hr: Spajanje s idealnom listom kandidata u {country} 🔍
hu: Párosítás a jelöltlistákkal itt: {country} 🔍
it: Trova gli abbinamenti con le liste candidate in {country} 🔍
lb: Matcher mat Kandidatelëschten vun {country} 🔍
lt: Ieškoma simpatijų kandidatų sąrašams {country} 🔍
mt: Tfittxija ta' logħbiet mal-listi ta' kandidati fl- {country} 🔍
nl: Matches vinden met kandidatenlijsten in{country}🔍
pl: Szukamy matchy z listami kandydatów w {country} 🔍
pt_pt: Procurando combinações com lista de candidatos em {country} 🔍
ro: Căutăm potriviri cu candidații de pe listele în {country} 🔎
sk: Vyhľadávanie zhody so zoznamami kandidátov v&nbsp;{country}
sl: Iskanje ujemanj z listami kandidatov v {country} 🔍
sv_se: Hittar matcher med kandidatlistor i {country}🔍
tr: {country} adaylar listesiyle eşleşmeler bulunuyor 🔍

# loadingResultsPageTitle4
source: Almost ready, one last check...
bg: Почти готово, последна проверка...
ca: Quasi enllestit, una darrera comprovació...
cs: Téměř připraveno, ještě poslední kontrola...
de: Fast fertig,<br>ein letzter Check...
el: Σχεδόν έτοιμα, ένας τελευταίος έλεγχος...
es_es: Casi estamos, una última comprobación...
et: Peaaegu valmis, viimane kontroll...
fr: Presque prêt, un dernier check...
hr: Skoro spremno, još samo jedna provjera...
hu: Majdnem kész, csak az utolsó simítások...
it: Quasi pronti, un ultimo controllo...
lb: Bal fäerdeg, ee leschte Check...
lt: Beveik baigta, vienas paskutinis patikrinimas...
mt: Kważi lest, l-aħħar kontroll...
nl: Bijna klaar, even een laatste check...
pl: Prawie gotowe, robimy jeszcze ostatnie poprawki...
pt_pt: Quase pronto, uma última verificação...
ro: Aproape gata, verificăm încă odată...
sk: Takmer hotovo, posledná kontrola...
sl: Skoraj pripravljeno, še zadnji pregled...
sv_se: Nästan klart, en sista kontroll...
tr: Neredeyse hazır, son bir şey daha...

# resultsPage1Title
source: A match and much more 👉👈
bg: Съвпадение и много повече
ca: Un match i molt més 👉👈
cs: Shoda a mnohem více
de: Ein Match und viel mehr 👉👈
el: Μια αντιστοιχία και πολλά άλλα 👉👈
es_es: Tienes un "match" y mucho más 👉👈
et: Sobivus ja palju enamat 👉👈
fr: Un match et bien plus 👉👈
hr: Tvoj par, i više od toga 👉👈
hu: Egy 'match' és sok más 👉👈
it: Un match e tanto altro 👉👈
lb: Ee Match a villes méi 👉👈
lt: Kur kas daugiau negu simpatija 👉👈
mt: Taqbila u ħafna aktar 👉👈
nl: Een match en veel meer 👉👈
pl: Match i wiele więcej 👉👈
pt_pt: Um match e muito mais 👉👈
ro: O potrivire și chiar mai mult de atât 👉👈
sk: Zhoda a oveľa viac 👉👈
sl: En match in še veliko več 👉👈
sv_se: En match och mycket mer 👉👈
tr: Bir eşleşme ve çok daha fazlası 👉👈

# resultsPage1Text
source: In the next screens, you’ll discover your most compatible Group at the EU Parliament, the matching Local lists to vote for in June in your country, and we even found a few extra things based on your answers 😌
bg: На следващите екрани ще откриете най-съвместимата си група в Европейския парламент, подходящите местни листи, за които да гласувате през юни във вашата страна, и дори открихме няколко допълнителни неща въз основа на вашите отговори
ca: A les pantalles següents descobriràs amb quin grup del Parlament de la UE ets més compatible, la correspondència amb les llistes locals del teu país per votar al juny i, fins i tot, algunes coses addicionals que hem descobert a partir de les teves respostes 😌
cs: Na následujících obrazovkách se dozvíte, s jakou skupinou v Evropském parlamentu se nejvíce ztotožňujete, naleznete odpovídající kandidáty, pro které můžete v červnu ve vaší zemi hlasovat. Na základě vašich odpovědí jsme dokonce jsme našli několik dalších zajímavostí 😌
de: Auf den nächsten Bildschirmen wirst du deine kompatibelste Gruppe im EU-Parlament entdecken und passende lokalen Listen, für die du im Juni wählen kannst. Basierend auf deinen Antworten haben wir zudem ein paar interessante Extras für dich 😌
el: Στις επόμενες οθόνες, θα ανακαλύψετε την πιο συμβατή σας Ομάδα στο Ευρωπαϊκό Κοινοβούλιο, τις αντίστοιχες τοπικές λίστες για να ψηφίσετε τον Ιούνιο στη χώρα σας, ενώ ανακαλύψαμε και μερικά επιπλέον πράγματα με βάση τις απαντήσεις σας 😌
es_es: A continuación te mostramos el grupo parlamentario de la UE que es más compatible contigo y las listas de candidatos nacionales en línea con él. Así podrás votarlas en junio en tu país. También te explicamos alguna que otra cosa más según lo que has respondido 😌
et: Järgmisena näed, millised on sinu jaoks sobivaimad fraktsioonid EL Parlamendis ja nendega sobivad valimisnimekirjad sinu riigis. Lisaks veel paar huvitavat sissevaadet sinu vastuste põhjal 😌
fr: Dans les écrans suivants, tu trouveras le groupe le plus compatible avec tes idées au Parlement européen, les listes locales correspondantes dans ton pays, et nous avons même trouvé quelques infos supplémentaires à partir de tes réponses 😌
hr: U narednim karticama saznat ćeš sve o grupi u Europskom parlamentu s kojom se najbolje slažeš, pripadajućim lokalnim listama za koje možeš glasati u lipnju u svojoj zemlji te nekoliko dodatnih zanimljivosti na temelju ponuđenih odgovora 😌
hu: A következőkben felfedezheted a hozzád illő parlamenti képviselőcsoportot az EP-ben, az ehhez passzoló helyi listákat, amelyekre júniusban szavazhatsz majd az országodban, illetve mutatunk egy pár extra dolgot is a válaszaid alapján 😌
it: Nelle prossime schermate, scoprirai il gruppo del Parlamento Europeo con cui sei più compatibile, le liste locali da votare a giugno nel tuo paese e abbiamo anche trovato un paio di cose extra in base alle tue risposte 😌
lb: Op den nächste Säite entdecks du deng kompatibelst Grupp am EU-Parlament, déi passend lokal Lëschte fir am Juni an dengem Land ze wielen, a mir hu souguer e puer extra Saachen op Basis vun dengen Äntwerten fonnt 😌
lt: Kituose ekranuose, atrasite Jums artimiausią grupę Europos Parlamente, taip pat joms priklausančius kandidatų sąrašus, už kuriuos galėtumėte balsuoti savo valstybėse. Taip pat radome kitus papildomus dalykus remiantis Jūsų atsakymais😌
mt: Fl-iskrins li ġejjin ser tiskopri liem grupp tal-Parlament Ewropej hu l-aktar kompatibbli miegħek, sensiela ta’ kandidati lokali li tista’ tivvota għalihom f’pajjiżek f’Ġunju, u sibna wkoll punti oħrajn bbażati fuq it-tweġibiet tiegħek 😌
nl: Op de volgende schermen ontdek je jouw meest passende groep in het Europees Parlement en de bijpassende lokale lijsten om in juni in jouw land op te stemmen. Daarnaast hebben we zelfs een paar extra dingen gevonden op basis van jouw antwoorden 😌
pl: Na następnych ekranach odkryjesz najbliższą Ci grupę w Parlamencie Europejskim i pasujące lokalne listy do głosowania w czerwcu w Twoim kraju. Będzie też kilka dodatkowych rzeczy, które stworzyliśmy na podstawie Twoich odpowiedzi 😌
pt_pt: Nas seguintes páginas, descobrirás o grupo que é mais compatível contigo no Parlamento da UE, as listas locais correspondentes para votar em junho no teu país, e até encontrámos algumas coisas extras com base nas tuas respostas 😌
ro: Pe următoarele pagini, vei descoperi grupul parlamentar european, lista locală corespunzătoare de candidați cu care poți vota în iunie în țara ta și cu care ești cel/cea/cei mai compatibil/ă/x, și am găsit chiar și câteva lucruri în plus în baza răspunsurilor tale 😌
sk: Na nasledujúcich obrazovkách zistíš, s ktorou skupinou v&nbsp;Európskom parlamente sa najviac stotožňuješ. Tiež nájdeš príslušné kandidátne listiny, ktoré môžeš v&nbsp;júni voliť vo svojej krajine. Na základe tvojich odpovedí sme dokonca zistili niekoľko ďalších zaujímavostí 😌
sl: Na naslednjih zaslonih boste odkrili vam najbolj kompatibilno skupino v Evropskem parlamentu, sezname lokalnih kandidatov v vaši državi za evropske volitve junija in še nekaj dodatnih informacij, prilagojenih vašim odgovorom 😌
sv_se: På de följande sidorna kommer du att upptäcka din mest kompatibla partigrupp i Europaparlamentet, de matchande lokala kandidatlistorna att rösta på i juni i ditt land, och vi hittade även ett par extra saker baserat på dina svar 😌
tr: Sonraki ekranlarda, Haziran ayında ülkendeki seçimlerde sana en uyumlu AB Parlemento Grubunu ve eşleşen Yerel listeyi keşfedeceksin, hatta verdiğin cevaplara göre fazladan birşeyler de bulduk 😌

# resultsPage1Button
source: Press to continue
bg: Натиснете, за да продължите
ca: Clica per continuar
cs: Stiskněte pro pokračování
de: Tippe zum Fortfahren
el: Πατήστε για να συνεχίσετε
es_es: Continuar
et: Vajuta, et jätkata
fr: Appuie pour continuer
hr: Pritisni za nastavak
hu: Koppintással lapozz
it: Premi per continuare
lb: Dréck fir weiderzemaachen
lt: Tęsti
mt: Agħfas biex tkompli
nl: Druk om door te gaan
pl: Naciśnij aby kontynuować
pt_pt: Selecione para continuar
ro: Apasă pentru a continua
sk: Stlač pre pokračovanie
sl: Pritisni za nadaljevanje
sv_se: Tryck för att fortsätta
tr: Devam etmek için dokun

# resultsPage2_1Title
source: Honestly, between the
bg: Честно, между
ca: Mira, entre
cs: Upřímně řečeno, mezi
de: Ehrlich, zwischen
el: Ειλικρινά, ανάμεσα στο/στη
es_es: Oye, entre el
et: Tuleb välja, et minu ja
fr: En vrai, entre le
hr: Iskreno, između
hu: Őszintén, a(z)
it: Onestamente, tra
lb: Éierlech gesot, tëscht
lt: Tiesą pasakius, tarp
mt: Onestament, bejn il-
nl: Eerlijk gezegd is er tussen
pl: Szczerze mówiąc, pomiędzy
pt_pt: Honestamente, entre o(a)
ro: Sincer, între
sk: Úprimne, medzi
sl: Iskreno, med
sv_se: Ärligt talat, mellan
tr: Dürüst olmak gerekirse,

# resultsPage2_2Title
source: and me, it’s kind of a Love Story (EU’s Version)
bg: и мен, е нещо като Love story (EU's Version)
ca: i jo, hi ha una mena de Love Story (EU's Version)
cs: a mnou, je to tak trochu Love Story (verze EU)
el: και σε εμένα, είναι κάπως ένα Love Story (EU’s Version)
es_es: y tú hay como una verdadera Love Story (EU’s Version)
et: vahel on justkui Love Story (EU's Version)
fr: et moi, c'est une Love Story (EU's Version)
hr: i mene, skriva se prava Love Story (EU verzija)
hu: között és köztem ez egy Love Story (EU’s Version)
it: e me, è una Love Story (EU's Version)
lb: a mir, ass et eng Aart Love Story (EU's Version)
lt: ir manęs, yra šiokia tokia Love Story (EU’s Version)
mt: u jien, hija tip ta' Storja ta' Mħabba (EU's Version)
nl: en mij een soort Love Story (EU's Version)
pl: a mną jest to swego rodzaju Love Story (EU’s Version)
pt_pt: e eu, é como uma Love Story (EU's Version)
sk: a mnou je niečo ako Love Story (EÚ verzia)
sl: in mano, it’s kind of a Love Story (EU’s Version)
sv_se: och mig, är det typ en Love Story (EU’s Version)
tr: ile benim aramda, bu tam Bir Aşk Hikayesi (AB Versiyonu)

# resultsPage3Title
source: How close I am to European Parliament Groups
bg: Колко близко съм до дадени Европейски парламентарни групи
ca: La teva compatibilitat amb els grups del Parlament Europeu
cs: Jak blízko mám ke skupinám Evropského parlamentu
de: Wie nah bin ich den Fraktionen im Europäischen Parlament
el: Πόσο κοντά βρίσκομαι στις Ομάδες του Ευρωπαϊκού Κοινοβουλίου
es_es: Cómo de compatible eres con los grupos parlamentarios europeos
et: Kui lähedal ma olen Euroopa Parlamendi fraktsioonidele
fr: Ma proximité avec les Groupes Parlementaires Européens
hr: Koliko se slažem s pojedinim skupinama u Europskom parlamentu
hu: Mennyire állok közel az európai parlamenti képviselőcsoportokhoz
it: Quanto mi sono vicini i Gruppi Parlamentari Europei
lb: Wéi no ech de Gruppe vum Europäesche Parlament sinn
lt: Kaip arti esu Europos Parlamento grupių
mt: Kemm jien qrib il-Gruppi tal-Parlament Ewropew
nl: Hoe nauw verbonden ik ben met de groepen in het Europees Parlement
pl: Jak bardzo jest mi blisko do grup Parlamentu Europejskiego
pt_pt: O quão perto estou dos grupos do Parlamento Europeu
ro: Cât de mult mă aliniez cu grupurile parlamentare europene
sk: Ako blízko mám ku skupinám Európskeho parlamentu
sl: Ujemanje z evropskimi parlamentarnimi skupinami
sv_se: Hur nära jag står partigrupperna i Europaparlamentet
tr: Avrupa Parlamento Grupları'na ne kadar yakınım

# resultsPage4TitleTop
source: Pro-EU Integration
bg: Про-ЕС интеграция
ca: Prointegració de la UE
cs: Pro evropskou integraci
el: Υπέρ της ένταξης στην ΕΕ
es_es: A favor de la pertenencia a la UE
et: EL integratsiooni poolt
fr: Pro Intégration européenne
hr: Za EU integraciju
hu: EU integráció-párti
it: Pro Integrazione UE
lb: Pro-EU Integratioun
lt: Už ES integraciją
mt: Integrazzjoni favur l-UE
nl: Voorstander van Europese integratie
pl: Za integracją europejską
pt_pt: Pró-Integração UE
ro: Pro integrare Europeană
sk: Za európsku integráciu
sv_se: För EU-Integration
tr: AB'ye Entegrasyon Yanlısı

# resultsPage4TitleBottom
source: Anti-EU Integration
bg: Анти-ЕС интеграция
ca: Antiintegració de la UE
cs: Proti evropské integraci
el: Κατά της ένταξης στην ΕΕ
es_es: Contra la pertenencia a la UE
et: EL integratsiooni vastu
fr: Anti Intégration européenne
hr: Protiv EU integracije
hu: EU integráció-ellenes
it: Contro l'Integrazione UE
lb: Anti-EU Integratioun
lt: Prieš ES integraciją
mt: Integrazzjoni kontra l-UE
nl: Tegenstander van Europese integratie
pl: Przeciwko integracji europejskiej
pt_pt: Contra Integração UE
ro: Împotriva integrării europene
sk: Proti európskej integrácii
sv_se: Mot EU-Integration
tr: AB'ye Entegrasyon Karşıtı

# resultsPage4TitleLeft
source: Left
bg: Ляво
ca: Esquerra
cs: Levicové
de: Links
el: Αριστερά
es_es: Izquierda
et: Vasak
fr: de Gauche
hr: Lijevo
hu: Baloldal
it: Sinistra
lb: Lénks
lt: Kairė
mt: Xellug
nl: Links
pl: Lewica
pt_pt: Esquerda
ro: Stânga
sk: Ľavica
sl: Levica
sv_se: Vänster
tr: Sol

# resultsPage4TitleRight
source: Right
bg: Дясно
ca: Dreta
cs: Pravicové
de: Rechts
el: Δεξιά
es_es: Derecha
et: Parem
fr: de Droite
hr: Desno
hu: Jobboldal
it: Destra
lb: Riets
lt: Dešinė
mt: Dritt
nl: Rechts
pl: Prawica
pt_pt: Direita
ro: Dreapta
sk: Pravica
sl: Desnica
sv_se: Höger
tr: Sağ

# resultsPage4TitleUserHere
source: It’s me, hi!
cs: To jsem já, ahoj!
et: Siin mina, tere!
hr: To sam ja, bok!
lb: Salut, ech sinn et!
sk: To som ja, ahoj!

# resultsPage5Title
source: On more specific topics, which European Parliament Group am I closer to?
bg: По по-специфични теми - към коя група в Европейския парламент съм по-близо?
ca: I sobre temes més concrets, quin grup del Parlament Europeu coincideix més amb mi?
cs: Pokud jde o konkrétnější témata, ke které skupině Evropského parlamentu mám blíže?
de: Spezifische Themen - Welchen Fraktionen im EU Parlament bin ich am nächsten?
el: Σχετικά με πιο συγκεκριμένα θέματα, σε ποια ομάδα του Ευρωπαϊκού Κοινοβουλίου βρίσκομαι πιο κοντά;
es_es: Si hablamos de temas más específicos, ¿con qué grupo parlamentario europeo congenio más?
et: Millisele Euroopa Parlamendi fraktsioonile on minu vaated kõige lähemal järgmistel teemadel?
fr: Sur des sujets plus spécifiques, de quel groupe suis-je plus proche ?
hr: S kojom se zastupničkom skupinom u Europskom parlamentu najviše slažem po određenim temama?
hu: Konkrétabb kérdésekben melyik európai parlamenti képviselőcsoporthoz állok közelebb?
it: Su argomenti specifici, quale Gruppo Parlamentare Europeo mi è più vicino?
lb: Bei méi spezifeschen Themen, wéi enger Fraktioun vum Europaparlament stinn ech méi no?
lt: Kuriai Europos Parlamento grupei esu arčiau kai kuriais konkrečiais klausimais?
mt: Dwar suġġetti aktar speċifiċi, liema Grupp tal-Parlament Ewropew jien eqreb?
nl: Welke fractie van het Europese parlement staat op specifieke onderwerpen dichter bij mij?
pl: Jeśli chodzi o bardziej konkretne tematy, do których grup Parlamentu Europejskiego jest mi bliżej?
pt_pt: Quanto a temas mais específicos, qual é o grupo do Parlamento Europeu ao qual estou mais próximo?
ro: Pe teme specifice, cu ce grupuri parlamentare europene mă aliniez?
sk: Pokiaľ ide o konkrétnejšie témy, ku ktorej skupine Európskeho parlamentu mám bližšie?
sl: Bolj specifično, kateri evropski parlamentarni skupini sem bližje?
sv_se: När det gäller mer specifika frågor, vilken av Europaparlamentets partigrupper står jag närmast?
tr: Daha özel konularda, hangi Avrupa Parlamento Grubu'na daha yakınım?

# resultsPage5Topic1
source: Environmental issues
bg: Екологични проблеми
ca: Medi ambient
cs: Otázky životního prostředí
de: Umweltthemen
el: Περιβαλλοντικά θέματα
es_es: Cuestiones medioambientales
et: Keskkond
fr: Questions environnementales
hr: Pitanja okoliša
hu: Környezeti problémák
it: Questioni ambientali
lb: Ëmweltproblemer
lt: Aplinkosauga
mt: Kwistjonijiet ambjentali
nl: Klimaat vraagstukken
pl: Kwestie środowiskowe
pt_pt: Questões ambientais
ro: Probleme legate de mediu
sk: Otázky životného prostredia
sl: Okoljska problematika
sv_se: Miljöfrågor
tr: Çevresel sorunlar

# resultsPage5Topic2
source: Human & Social Rights
bg: Човешки и социални права
ca: DD. HH. i drets socials
cs: Lidská a sociální práva
de: Menschen- und Sozialrechte
el: Ανθρώπινα & Κοινωνικά Δικαιώματα
es_es: Derechos humanos y sociales
et: Inim- ja sotsiaalsed õigused
fr: Droits Humains et Sociaux
hr: Ljudska i socijalna prava
hu: Emberi és szociális jogok
it: Diritti Umani e Sociali
lb: Mënscherechter a sozial Rechter
lt: Žmogaus ir socialinės teisės
mt: Drittijiet tal-Bniedem u Soċjali
nl: Sociaal-culturele vraagstukken
pl: Prawa Człowieka i Prawa Socjalne
pt_pt: Direitos Humanos e Sociais
ro: Drepturi Umane & Sociale
sk: Ľudské a sociálne práva
sl: Človekove in socialne pravice
sv_se: Mänskliga & Sociala Rättigheter
tr: İnsan Hakları ve Sosyal Haklar

# resultsPage5Topic3
source: Economic intervention
bg: Икономическа интервенция
ca: Intervencionisme econòmic
cs: Hospodářské intervence
de: Wirtschaftsintervention
el: Οικονομική παρέμβαση
es_es: Intervención económica
et: Sekkumine majandusse
fr: Intervention Économique
hr: Ekonomska intervencija
hu: Gazdasági beavatkozás
it: Intervento economico
lb: Wirtschaftlech Interventioun
lt: Kišimasis į ekonomiką
mt: Intervent ekonomiku
nl: Economische vraagstukken
pl: Interwencjonizm Gospodarczy
pt_pt: Intervenção económica
ro: Intervenționism Economic
sk: Hospodárska intervencia
sl: Posredovanje v gospodarstvu
sv_se: Ekonomisk Intervention
tr: Ekonomik müdahale

# resultsPage6_1Title
source: Ok, it's cool knowing which group gets me...
bg: Добре, готино е да знаеш коя група те разбира...
ca: Entesos, està guai saber amb quin grup encaixo més...
cs: Ok, je skvělé vědět, ke které skupině mám nejblíž...
de: Ok, es ist cool zu wissen, welche Gruppe mich bekommt...
el: Εντάξει, είναι κούλ να ξέρω ποια ομάδα με καταλαβαίνει...
es_es: Vale, está guay saber qué grupo europeo me entiende...
et: Ok, on hea teada, milline fraktsioon mind mõistab...
fr: Ok, c'est cool de savoir quel groupe me convient...
hr: Okej, baš je fora znati koja me skupina najviše razumije...
hu: Oké, jó tudni, hogy melyik képviselőcsoport ért meg igazán...
it: Ok, è bello sapere quale gruppo mi è più vicino...
lb: Ok, et ass cool ze wësse wéi eng Fraktioun mech versteet...
lt: Gerai, faina žinoti, kuri grupė mane supranta geriausiai...
mt: Ok, tajjeb li tkun taf liema grupp iġibni...
nl: Oké, goed om te weten welke fractie mij begrijpt...
pl: Ok, dobrze wiedzieć, która grupa mnie rozumie...
pt_pt: Ok, é fixe saber qual é o grupo que me traz...
ro: Bine, e super să știu care grup chiar mă reprezintă...
sk: Ok, je super vedieť, ktorá skupina ma chápe...
sl: Dobro je vedeti, katera skupina mi je najbliže...
sv_se: Okej, coolt att veta vilken grupp som fattar mig...
tr: Tamamdır, hangi grubun beni anladığını bilmek güzel...

# resultsPage6_2Title
source: But at the EU Elections, we vote for a local list
bg: Но на европейските избори гласуваме за местна листа
ca: Però a les eleccions europees, votem a candidatures locals
cs: Při evropských volbách však hlasujeme pro místní kandidáty
de: Aber bei den EU-Wahlen wählen wir lokale Listen
el: Αλλά στις Ευρωεκλογές, ψηφίζουμε για μια τοπική λίστα
es_es: pero en las elecciones europeas se votan listas nacionales
et: Aga EL valimistel me hääletame kohaliku nimekrija alusel
fr: Mais aux Élections Européennes, on vote pour une liste locale
hr: Ali na Europskim izborima, glasamo za lokalnu listu
hu: De az európai választásokon egy helyi listára szavazunk
it: Ma alle Elezioni Europee, si vota per una lista locale
lb: Mee bei den EU-Wale stëmme mir fir eng lokal Lëscht
lt: Bet, EP rinkimuose, balsuojame už nacionalinį kandidatų sąrašą
mt: Iżda fl-Elezzjonijiet tal-UE, nivvutaw għal lista lokali
nl: Maar bij de Europese verkiezingen stemmen we op nationale partijen
pl: Ale w Wyborach do Parlamentu Europejskiego głosuje się na lokalną listę
pt_pt: Mas nas eleições europeias, nós votamos numa lista local
ro: Dar la alegerile europene, votăm pentru candidații de pe listele locale
sk: Vo voľbách do EÚ však hlasujeme za miestnych kandidátov
sl: Vseeno, na evropskih volitvah glasujemo za lokalne kandidate
sv_se: Men vid EU-valet röstar vi på en lokal kandidatlista
tr: Ancak AB seçimlerinde, yerel bir listeye oy veririz
