Repository: Palumba-EU/palumba-eu-app-frontend
Catalog: lib/utils/managers/i18n_manager/translations/l10n/intl_*.arb
Languages: bg, ca, cs, de, el, es_es, et, fr, hr, hu, it, lb, lt, mt, nl, pl, pt_pt, ro, sk, sl, sv_se, tr

# settingsPageTextPartners
source: Important to tell you that partners have no editorial power on the content of the app, which remains a non-partisan initiative with a clear goal: helping you understand who supports your opinions at the european and national levels.
bg: Важно е да ви кажем, че партньорите нямат редакционни правомощия по отношение на съдържанието на приложението, което остава непартийна инициатива с ясна цел: да ви помогне да разберете кой подкрепя вашето мнение на европейско и национално равнище.
ca: És important que sàpigues que els Partners no tenen cap poder de decisió editorial sobre els continguts de l'app, que és una iniciativa apartidista amb un objectiu clar: ajudar-te a entendre quines opcions polítiques recolzen les teves opinions a nivell europeu i nacional.
cs: Deklarujeme, že následující partneři nemají žádným způsobem neovlivnili obsah aplikace, která zůstává nestrannou iniciativou s jasným cílem: pomůže vám pochopit, kdo podporuje vaše názory na evropské a vnitrostátní úrovni.
de: Partner haben keinen redaktionellen Einfluss auf die Inhalte der App. Wir sind eine unparteiische Initiative mit einem klaren Ziel: Dir dabei zu helfen herauszufinden, wer deine Einstellungen auf nationaler und europäischer Ebene unterstützt.
el: Είναι σημαντικό να σας πούμε ότι οι συνεργάτες δεν έχουν καμία συντακτική εξουσία στο περιεχόμενο της εφαρμογής, η οποία παραμένει μια μη-κομματική πρωτοβουλία με σαφή στόχο: να σας βοηθήσει να καταλάβετε ποιοι υποστηρίζουν τις απόψεις σας σε ευρωπαϊκό και εθνικό επίπεδο.
es_es: Es importante que sepas que nuestros socios no pueden tomar decisiones sobre el contenido de la app. Nuestra iniciativa no es partidista, nuestro único objetivo es bien claro: queremos ayudarte a entender quién apoya tus ideas a nivel nacional y europeo.
et: Partneritel ei ole rakenduse sisu osas toimetusõigust - see jääb erapooletuks algatuseks, millel on selge eesmärk: aidata teil mõista, kes teie arvamusi Euroopa ja riiklikul tasandil toetab.
fr: Important de te préciser que les partenaires n'ont pas de pouvoir éditorial sur le contenu de l'application, qui reste une initiative non partisane avec un objectif clair : t'aider à comprendre qui soutient tes opinions aux niveaux européen et national.
hr: Važno je napomenuti kako partneri nemaju nikakvu uredničku moć nad sadržajem aplikacije, koja ostaje nestranačka inicijativa s jasnim ciljem: pomoći ti da razumiješ tko podržava tvoje mišljenje na europskoj i nacionalnoj razini.
hu: Fontosnak tartjuk elmondani, hogy a támogatóink nem szólhattak bele az app tartalmába, amely továbbra is egy pártoktól független kezdeményezés egyetlen világos céllal: segítsünk neked megismerni, hogy ki támogatja a te véleményed európai és tagállami szinten.
it: È importante dirti che i partners non hanno potere editoriale sul contenuto dell'app, che rimane un'iniziativa imparziale con un obbiettivo chiaro: aiutarti a capire chi supporta le tue opinioni a livello europeo e nazionale.
lb: Wichteg ze soen ass, datt d'Partner keng redaktionnell Muecht iwwer den Inhalt vun der App hunn, déi eng onparteiesch Initiative mat engem klore Zil bleift: Iech ze hëllefen ze verstoen wien Är Meenungen um europäeschen an nationalen Niveau ënnerstëtzt.
lt: Svarbu paminėti, kad partneriai neturi jokios įtakos redakcijai ar aplikacijos turiniui. Aplikacija yra nepartinė iniciatyva, turinti aiškų tikslą: padėti Jums geriau suprasti, kas atstovauja Jūsų nuomonėms europiniu ir nacionaliniu lygmeniu.
mt: Importanti li ngħidlek li l-imsieħba m'għandhom l-ebda setgħa editorjali fuq il-kontenut tal-app, li tibqa' inizjattiva mhux partiġġjana b'għan ċar: tgħinek tifhem min jappoġġja l-opinjonijiet tiegħek fil-livelli ewropej u nazzjonali.
nl: Het is belangrijk om je te vertellen dat onze partners geen directe of indirecte invloed hebben op de inhoud van de app. De app is en blijft een onafhankelijk initiatief met het doel jou inzicht te geven in wie jouw standpunten vertegenwoordigd op Europees en nationaal niveau.
pl: Warto podkreślić, że partnerzy nie mają żadnych uprawnień redakcyjnych w odniesieniu do treści aplikacji, która pozostaje inicjatywą bezstronną i ma jasny cel: pomagać zrozumieć, kto popiera Twoje opinie na szczeblu europejskim i krajowym.
pt_pt: É importante dizer que os parceiros não têm poder editorial sobre o conteúdo da app, que continua a ser uma iniciativa não partidária com um objetivo claro: ajudar-te a compreender quem apoia as tuas opiniões a nível europeu e nacional.
ro: Este important să știi că partenerii noștri nu au vreun drept editorial asupra conținutului aplicației, care rămâne o inițiativă non-partizană cu un singur scop: să te ajute să înțelegi cine îți susține opiniile la nivel european și la nivel național.
sk: Prehlasujeme, že nasledujúci partneri nijako neovplyvnili obsah aplikácie, ktorá zostáva nestrannou iniciatívou s jasným cieľom: pomôcť vám pochopiť, kto podporuje vaše názory na európskej a vnútroštátnej úrovni.
sl: Poudariti moramo še, da partnerji nimajo uredniške moči nad vsebino aplikacije, ki ostaja nepristranska in z jasnim ciljem: pomagati vam razumeti, kdo podpira vaša mnenja na evropskih in nacionalnih ravneh.
sv_se: Det är viktigt att vi berättar för dig att våra partner inte har någon redaktionell makt över innehållet i appen, som är och förblir ett opartiskt initiativ med ett tydligt mål: att hjälpa dig att förstå vem som stöder dina åsikter på europeisk och nationell nivå.
tr: Önemli olarak belirtelim ki ortaklarımız uygulamanın içeriği üzerinde herhangi bir editoryal yetkiye sahip değildir; bu uygulama tarafsız bir girişimdir ve net bir hedefi vardır; Avrupa ve ulusal düzeyde görüşlerinizi kimin desteklediğini anlamanıza yardımcı olmak.

# settingsPageSubtitle1
source: Main Sponsors
bg: Главни спонсори
ca: Patrocinadors principals
cs: Hlavní sponzoři
de: Hauptsponsoren
el: Κύριοι Χορηγοί
es_es: Principales patrocinadores
et: Peamised sponsorid
fr: Sponsors Principaux
hr: Glavni sponzori
hu: Kiemelt támogatóink
it: Sponsor principali
lb: Haaptsponsoren
lt: Pagrindiniai rėmėjai
mt: Sponsors Ewlenin
nl: Hoofdsponsoren
pl: Sponsorzy Główni
pt_pt: Principais Patrocinadores
ro: Sponsori Principali
sk: Hlavní sponzori
sl: Glavni sponzorji
sv_se: Huvudsponsorer
tr: Ana Sponsorlar

# settingsPageSubtitle2
source: European Partners
bg: Европейски партньори
ca: Socis europeus
cs: Evropští partneři
de: Europäische Partner
el: Ευρωπαϊκοί Συνεργάτες
es_es: Socios europeos
et: Euroopa partnerid
fr: Partenaires Européens
hr: Europski partneri
hu: Európai támogatóink
it: Partners Europei
lb: Europäesch Partner
lt: Europiniai partneriai
mt: Imsieħba Ewropej
nl: Europese partners
pl: Partnerzy Europejscy
pt_pt: Parceiros Europeus
ro: Parteneri Europeni
sk: Európski partneri
sl: Evropski partnerji
sv_se: Europeiska partner
tr: Avrupalı Ortaklar

# settingsPageSubtitle3
source: Academic Partner
bg: Академични партньори
ca: Soci acadèmic
cs: Akademičtí partneři
de: Akademische Partner
el: Ακαδημαϊκός Συνεργάτης
es_es: Socios académicos
et: Akadeemilised partnerid
fr: Partenaire académique
hr: Akademski partneri
hu: Akadémiai támogatóink
it: Partner accademico
lb: Akademesch Partner
lt: Akademiniai partneriai
mt: Imsieħeb Akkademiku
nl: Academische partner
pl: Partnerzy Akademiccy
pt_pt: Parceiro Académico
ro: Parteneri Academici
sk: Akademický partner
sl: Akademski partnerji
sv_se: Akademiska partner
tr: Akademik Ortak

# settingsPageSubtitle4
source: National Institutional Partners
bg: Национални институционални партньори
ca: Socis institucionals nacionals
cs: Partneři z národních institucí
de: Nationale institutionelle Partner
el: Εθνικοί Θεσμικοί Συνεργάτες
es_es: Socios institucionales nacionales
et: Rahvuslikud institutsionaalsed partnerid
fr: Partenaires Institutionnels Nationaux
hr: Nacionalni institucionalni partneri
hu: Nemzeti intézményi támogatóink
it: Partners Istituzionali Nazionali
lt: Nacionaliniai instituciniai partneriai
mt: Imsieħba Istituzzjonali Nazzjonali
nl: Nationale partners
pl: Krajowi Partnerzy Instytucjonalni
pt_pt: Parceiros Institucionais nacionais
ro: Parteneri Instituționali Naționali
sk: Partneri z národných inštitúcií
sl: Nacionalni institucionalni partnerji
sv_se: Nationella institutionella partner
tr: Ulusal Kurumsal Ortaklar

# settingsPageSubtitle5
source: Service Providers
bg: Доставчици на услуги
ca: Proveïdors del servei
cs: Poskytovatelé služeb
de: Serviceanbieter
el: Πάροχοι Υπηρεσιών
es_es: Proveedores de servicios
et: Teenusepakkujad
fr: Prestataires de services
hr: Pružatelji usluga
hu: Szolgáltatók
lt: Paslaugos teikėjai
mt: Fornituri tas-Servizz
nl: Dienstverleners
pl: Dostawcy Usług
pt_pt: Prestadores de serviços
ro: Furnizori Servicii
sk: Poskytovatelia služieb
sl: Ponudniki storitev
sv_se: Tjänsteleverantörer
tr: Servis Sağlayıcılar

# settingsPageShareButtonText
source: Share
bg: Споделяне
ca: Compartir
cs: Sdílet
el: Κοινοποίηση
es_es: Compartir
et: Jaga
fr: Partager
hr: Podijeli
hu: Megosztás
it: Condividi
lb: Deelen
lt: Dalintis
mt: Aqsam
nl: Delen
pl: Udostępnij
pt_pt: Partilha
ro: Distribuie
sk: Zdieľať
sl: Delite
sv_se: Dela
tr: Paylaş

# settingsPagePrivacyPolicy
source: Data Protection
bg: Защита на данните
ca: Política de Privacitat
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
el: Προστασία Δεδομένων
es_es: Política de privacidad
et: Andmekaitse
fr: Protection des données
hr: Zaštita podataka
hu: Adatvédelmi irányelvek
it: Protezione dati
lb: Dateschutz
lt: Duomenų apsauga
mt: Politika privata
nl: Privacybeleid
pl: Polityka Prywatności
pt_pt: Política de Privacidade
ro: Politică de confidențialitate
sk: Ochrana dát
sl: Varstvo podatkov
sv_se: Integritetspolicy
tr: Veri Koruma

# settingsPageShareText
source: If this cute pigeon can't help you vote in June, nothing will. I've used the app and you should too:
bg: Ако този сладък гълъб не може да ти помогне да гласуваш юни месец, нищо няма да ти помогне. Аз съм използвал приложението, пробвай и ти:
ca: Si aquest colom tan bufó no t'ajuda a votar al juny, res no ho farà. Jo ja he fet servir l'app, fes-ho tu també:
cs: Pokud vám tento roztomilý holub nepomůže v červnu volit, nepomůže vám nic. Aplikaci jsem použil a vy byste měli také:
el: Αν αυτό το χαριτωμένο περιστέρι δεν μπορεί να σας βοηθήσει να ψηφίσετε τον Ιούνιο, τότε τίποτα δεν θα μπορέσει:
es_es: Si esta palomita no te ayuda a votar en junio, nada podrá. He usado la app y te la recomiendo:
et: Kui see armas tuvi ei saa sind juunis hääletamisel aidata, siis miski ei saa. Kasutasin seda äppi ja sina peaks ka:
hr: Ako ti ni ovaj slatki golub ne može pomoći da glasaš u lipnju, onda ništa neće. Ja sam koristio ovu aplikaciju, to znači da moraš i ti:
hu: Ha ez a cuki galamb nem tud segíteni szavazni júniusban, akkor semmi sem fog. Nekem bevált az app, próbáld ki te is!
it: Se questo simpatico piccione non ti aiuterà a votare a giugno, nient'altro lo farà. Ho usato l'app e dovresti farlo anch tu:
lb: Wann dës léif Dauw dir net hëllefe kann am Juni ze wielen, da wäert dir näischt hellefen. Ech hunn d'App benotzt an du solls och:
lt: Jeigu šis mielas balandis nepadės jums apsispręsti, už ką balsuoti birželio mėnesį, niekas nepadės. Aš naudojausi šia aplikacija – tą turėtum padaryti ir tu:
pl: Jeśli ten uroczy gołąb nie pomoże Ci zagłosować w czerwcu, to już nic nie da rady. Sprawdź tę aplikację (tak jak ja):
pt_pt: Se este lindo pombo não te puder ajudar a votar em junho, nada ajudará. Eu usei esta App e tu devias também:
sk: Ak vám ani táto roztomilá holubička nepomôže ísť voliť v júni, tak už nič asi! Použil/a som túto aplikáciu a mali by ste aj vy:
sv_se: Om denna söta duva inte kan hjälpa dig att rösta i juni, kan inget. Jag har använt appen och det borde du också:
tr: Eğer bu sevimli güvercin Haziran ayında oy kullanmana yardımcı olamazsa, hiçbir şey olamaz. Ben uygulamayı kullandım ve sen de kullanmalısın:

# appName
source: Palumba EU
pt_pt: Palumba UE
ro: Palumba UE
tr: Palumba AB
